{
"1_1": [
{
"text": "הרבנית רחל בת רבינו הק' מרן יואל זצ"ל בתה של רבינו הקוה"ט זי"ע ועכ"י אשת הגה"צ ר' יקותיאל יהודא ט"ב זצוק"ל אב"ד סיגוט יצ"ו נפטרה – א' ניסן תרצ"ב תנצב"ה"
},
{
"text": "הרה"ק רבי אלימלך מגראדזיסק זצ"ל בעמ"ס אמרי אלימלך ב"ר חיים מאיר יחיאל זצוק"ל ממאגליניצא נכד המגיד הק' מקאזניץ זיעוכ"י נסתלק לגנזי מרומים - א' ניסן שנת תרנ"ב לפ"ק זכותו יגן עלינו"
}
],
"1_2": [
{
"text": "הרה"ק רבי שלום דובער ב"ר שמואל זצוק"ל מהרש"ב מליובאוויטש נסתלק לגנזי מרומים - א' ניסן שנת תר"פ לפ"ק זכותו יגן עלינו"
}
],
"1_3": [
{
"text": "הגה"ק רבי יעקב ב"ר אברהם זצוק"ל שפירא אב"ד הומנא הנקרא ר' יעקל חריף {תלמיד הרה"ק מהר"ם מרימנוב זי"ע} נסתלק לגנזי מרומים - ב' ניסן שנת תקפ"ח לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי בנימין זאב ב"ר יחיאל מיכל זצוק"ל מזלאטשוב ר' וועלוועלי מזבאריז נסתלק לגנזי מרומים - ג' ניסן שנת תקפ"ב לפ"ק זכותו יגן עלינו"
}
],
"1_4": [
{
"text": "הרה"ק רבי יוחנן ב"ר מרדכי זצוק"ל )מטשערנאביל( מראחמיסטריווקא נסתלק לגנזי מרומים - ד' ניסן שנת תרנ"ה לפ"ק זכותו יגן עלינו"
}
],
"1_5": [
{
"text": "הרה"ק רבי אברהם יהושע העשיל ב"ר שמואל זצוק"ל האוהב ישראל - מ'אפטא נסתלק לגנזי מרומים - ה' ניסן שנת תקפ"ה לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי צבי אלימלך ב"ר דויד זצוק"ל מ'בלוזשוב – צבי לצדיק נסתלק לגנזי מרומים - ה' ניסן שנת תרפ"ד לפ"ק זכותו יגן עלינו"
},
{
"text": "הרבנית ברכה סימא בת הרה"ק ר' שלו' אליעזר ז"ל (מראצפערט) מחברתו הטהורה של הרה"ק בעל עצי חיים זי"ע אב"ד סיגוט יצ"ו אמו של רבינו בעל ברך משה זצ"ל זי"ע ועכ"י נסתלקה לגנזי מרומים – ה' ניסן תרפ"ו לפ"ק תנצב"ה"
}
],
"1_6": [
{
"text": "הגה"ק רבי מאיר(שיף) ב"ר יעקב ז"ל מהר"ם שיף נסתלק לגנזי מרומים - ו' ניסן שנת שצ"ג לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי אהרן (ראטה) ב"ר שמואל יעקב ז"ל שומרי אמונים נסתלק לגנזי מרומים - ו' ניסן שנת תש"ז לפ"ק זכותו יגן עלינו"
}
],
"1_7": [
{
"text": "הרה"ק רבי יצחק ב"ר יוסף זצוק"ל רבי איציק'ל דרוהביטש'ער {תלמיד הבעש"ט ה"ק} נסתלק לגנזי מרומים – ז' ניסן שנת תק"ד לפ"ק זכותו יגן עלינו"
},
{
"text": "הרבנית חנה בת הגה"ק ר' יואל זצ"ל (אב"ד זלאטשוב) מחברתו הטהורה של הרה"ק בעל קדושת יו"ט זי"ע אב"ד סיגוט יצ"ו אמו של רבינו הקוה"ט זי"ע ועכ"י נסתלקה לגנזי מרומים – ז' ניסן תנצב"ה"
}
],
"1_8": [
{
"text": "הרה"ק רבי מרדכי ב"ר דוב בער זצוק"ל מנעשכיז נסתלק לגנזי מרומים - ח' ניסן שנת תק"ס לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"ק רבי אלי' ב"ר בנימין וואלף זצוק"ל בעל אליהו רבה נסתלק לגנזי מרומים - ח' ניסן שנת ת"ק לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי יושע ב"ר יצחק זצוק"ל פריינד מקראלי נסתלק לגנזי מרומים - ח' ניסן שנת תר"ח לפ"ק זכותו יגן עלינו"
}
],
"1_9": [
{
"text": "הרה"ק רבי יעקב צבי יאליש ב"ר נפתלי זצוק"ל בעל מלא הרועים נסתלק לגנזי מרומים - ט' ניסן שנת תקפ"ה לפ"ק זכותו יגן עלינו"
}
],
"1_10": [
{
"text": "מרים הנביאה בת עמרם ע"ה נסתלק לגנזי מרומים - י' ניסן שנת ב' תפ"ז לפ"ק זכותה תגן עלינו"
}
],
"1_11": [
{
"text": "הרה"ק רבינו משה ב"ר נחמן זצוק"ל הרמב"ן הק' נסתלק לגנזי מרומים – י"א ניסן שנת ד'תתקנ"ד לפ"ג , בערך זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי ישעי'ב"ר אברהם הלוי זצוק"ל של"ה הקדוש נסתלק לגנזי מרומים – י"א ניסן שנת ש"צ לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"צ רבי אלחנן יוסף ב"ר שמואל וצפורה זצ"ל הערצמאן נפטר - י"א ניסן שנת תש? לפ"ק לא הניח זש"ק נא לעשות כל מה דאפשר לטובת נשמתו כמבקש מאד בצוואתו לימוד משניות טבילה במקוה נתינת צדקה ולומר עשרה קאפיטלך תהלים ובפרט ביום היא"צ והבטיח להמליץ טוב בעבורו "ורבים כבר ראו נפלאות עי"ז""
}
],
"1_13": [
{
"text": "הרה"ק רבינו יוסף (קארו) ב"ר אפרים זצוק"ל הבית יוסף נסתלק לגנזי מרומים – י"ג ניסן שנת של"ה לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי משה ב"ר חיים זצוק"ל האלשיך הק' נסתלק לגנזי מרומים – י"ג ניסן שנת שנ"ז לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי מנחם מענדל ב"ר שלום שכנא זצוק"ל הצמח צדק – מליובאוויטש נסתלק לגנזי מרומים – י"ג ניסן שנת תרכ"ו לפ"ק זכותו יגן עלינו"
}
],
"1_14": [
{
"text": "הרה"ק רבי אשר ישעי' ב"ר אליעזר ליפמאן זצוק"ל מראפשיץ – אור ישע נסתלק לגנזי מרומים – י"ד ניסן שנת תר"ה לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"צ רבי נפתלי הירצקא ב"ר שמחה יוסף זצ"ל אבד"ק שארמאש (מנו"כ בביה"ח דקהלתינו קהל יטב לב קרית יואל) נסתלק לגנזי מרומים – י"ד ניסן שנת תשמ"ה לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"צ רבי אברהם שלמה ב"ר אליהו הכהן ז"ל אב"ד ריסקאווא ב"ב נסתלק לגנזי מרומים – י"ד ניסן שנת תשל"ה לפ"ק זכותו יגן עלינו"
}
],
"1_17": [
{
"text": "הרה"ק רבי יצחק ב"ר מרדכי זצוק"ל (מטשערנאביל) מסקווירא נסתלק לגנזי מרומים – י"ז ניסן שנת תרמ"ה לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"ק רבי יואל צבי ב"ר יעקב משה זצ"ל מסאלקא (מנו"כ בביה"ח סאטמאר בית משה לאנג-איילאנד) נסתלק לגנזי מרומים – י"ז ניסן שנת תשי"ח לפ"ק זכותו יגן עלינו ולע"נ מחברתו בזוו"ש הרבנית הצ' מרת מרים בריינדל ע"ה בת הרה"צ ר' שלו' נח זצ"ל היארצייט חל ג"כ היום – נפטרה י"ז ניסן תשע"ז לפ"ק (ולא הניח זש"ק) נא להדליק נר וללמוד עבורה, תנצב"ה"
},
{
"text": "הרה"צ רבי חיים זצ"ל ב"ר יצחק ישעי' (מטשעחוב) זצוק"ל האלברשטאם (מנו"כ בביה"ח חרדים וועלוואד לאנג-איילאנד) נסתלק לגנזי מרומים – י"ז ניסן שנת תשט"ז לפ"ק"
},
{
"text": "הרה"צ רבי צבי אלימלך זצ"ל ב"ר יהושע (מטאמאשוב) זצוק"ל (הרה"ק רבי יהושע'לע טאמאשוב'ער זיעוכ"י) פרישערמאן (מנו"כ בביה"ח פיטא- האלאנד) נסתלק לגנזי מרומים – י"ז ניסן שנת תשי"ז לפ"ק זכותם יגן עלינו"
}
],
"1_19": [
{
"text": "הרה"ק רבי אהרן ב"ר יעקב זצוק"ל רבי אהרן הגדול מקארלין זי"ע נסתלק לגנזי מרומים – י"ט ניסן שנת תקל"ב לפ"ק זכותו יגן עלינו"
}
],
"1_20": [
{
"text": "הרה"ק רבי יחזקאל ב"ר יוסף זצוק"ל פאנעט אב"ד קארלסבורג יצ"ו בעל מראה יחזקאל נסתלק לגנזי מרומים – כ' ניסן שנת תר"ה לפ"ק זכותו יגן עלינו"
}
],
"1_21": [
{
"text": "הרה"ק רבי דוד ב"ר ישראל זצוק"ל רבי דוד לייקעס תלמיד הבעש"ט ה"ק זי"ע נסתלק לגנזי מרומים – כ"א ניסן שנת תקנ"ט לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"ק רבי שמעון ישראל ב"ר גרשון זצ"ל (פאזען) אבד"ק שאפראן נסתלק לגנזי מרומים – כ"א ניסן שנת תשכ"ט לפ"ק זכותו יגן עלינו"
}
],
"1_22": [
{
"text": "הרה"ק רבי ישראל יצחק ב"ר שמעון זצוק"ל רבי איציק'ל ווארקער זי"ע נסתלק לגנזי מרומים – כ"ב ניסן שנת תר"ח לפ"ק זכותו יגן עלינו"
}
],
"1_24": [
{
"text": "הרה"ק רבי יוסף ב"ר צבי הירש הכהן זצוק"ל מרימינוב נסתלק לגנזי מרומים – כ"ד ניסן שנת תרע"ג לפ"ק זכותו יגן עלינו"
}
],
"1_25": [
{
"text": "מרן רבינו חיים ב"ר ארי' ליבוש זצוק"ל בעל דברי חיים מצאנז זצוקלה"ה נסתלק לגנזי מרומים – כ"ה ניסן שנת תרל"ו לפ"ק זכותו יגן עלינו"
}
],
"1_26": [
{
"text": "יהושע בן נון נסתלק לגנזי מרומים – כ"ו ניסן שנת ב' תקט"ז לפ"ג זכותו יגן עלינו ועל כל ישראל"
},
{
"text": "מרן רבינו משה בן מרן חיים צבי זצוק"ל בעל ברך משה נסתלק לגנזי מרומים – כ"ו ניסן שנת תשס"ו לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי יהושע העשיל ב"ר יצחק יואל זצ"ל אב"ד מאניסטריטש (רוסלאנד) בעל ערכי יהושע (מנו"כ בביה"ח מאנטעפיור, קווינס נ"י) נסתלק לגנזי מרומים – כ"ו ניסן שנת תרח"צ לפ"ק זכותו יגן עלינו"
}
],
"1_27": [
{
"text": "הגה"ק רבי יהודא כהנא ב"ר יוסף הכהן זצוק"ל אב"ד סיגוט יצ"ו בעל קונטרס הספיקות נסתלק לגנזי מרומים – ז"ך ניסן שנת תקע"ט לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"ק רבי לוי יצחק ב"ר משה זצ"ל אב"ד צעהלים יצ"ו (מנו"כ בביה"ח צעהלים וועלוואד, לאנג – איילענד) נסתלק לגנזי מרומים – ז"ך ניסן שנת תש"מ לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"צ רבי אביגדור בן ישראל ז"ל מיללער בעל לב אביגדור נסתלק לגנזי מרומים – ז"ך ניסן שנת תשס"א לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"צ רבי שלום משה ב"ר שמואל דוד ז"ל מנייטרא נסתלק לגנזי מרומים – ז"ך ניסן שנת תשס"ג לפ"ק זכותו יגן עלינו"
}
],
"1_28": [
{
"text": "הרה"ק רבי שבתי שעפטיל ב"ר ישעי' הלוי זצוק"ל (בנו של השל"ה הק') בעל ווי העמודים נסתלק לגנזי מרומים – כ"ח ניסן שנת ת"כ לפ"ק זכותו יגן עלינו"
}
],
"1_29": [
{
"text": "הרה"ק רבי משה ב"ר ישראל אליעזר זצוק"ל רבי משה קוברינער נסתלק לגנזי מרומים – כ"ט ניסן שנת תרי"ח לפ"ק זכותו יגן עלינו"
}
],
"1_30": [
{
"text": "הרה"ק רבי חיים (וויטאל) ב"ר יוסף זצוק"ל עץ חיים – תלמיד האריה"ק זי"ע מנו"כ בדמשק נסתלק לגנזי מרומים – ל' ניסן שנת ש"פ לפ"ק זכותו יגן עלינו"
},
{
"text": "הגה"ק רבי יעקב יצחק ב"ר מנחם נחום זצוק"ל ממקארוב (נכד ר"מ מטשערנוביל) נסתלק לגנזי מרומים – ל' ניסן שנת תרנ"ב לפ"ק זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי נחום הסופר ב"ר יוסף זי"ע מטאחוב נסתלק לגנזי מרומים - ל' ניסן שנת תקע"ה לפ"ק הבטיח שכל הלומד היום משניות לע"נ יוושע מן השמים זכותו יגן עלינו"
},
{
"text": "הרה"ק רבי יעקב (עמדין) ב"ר צבי זצוק"ל יעב"ץ נסתלק לגנזי מרומים – ל' ניסן שנת תקל"ו לפ"ק זכותו יגן עלינו"
}

{
  "2_1": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר יעקב זצוק\"ל אשכנזי חכם צבי נסתלק לגנזי מרומים - א' אייר שנת תע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר משה זצוק\"ל מוויטעפסק – פרי הארץ נסתלק לגנזי מרומים - א' אייר שנת תקמ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שמואל שמעלקא ב\"ר צבי הירש הלוי זצוק\"ל מניקלשבורג נסתלק לגנזי מרומים - א' אייר שנת תקל\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_3": [
    {
      "text": "הרה\"ק רבי ישעי' ב\"ר משה זצוק\"ל שטיינער מקערעסטיר נסתלק לגנזי מרומים - ג' אייר שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ארי' לייב ב\"ר משה צינץ זצוק\"ל מפלאצק – מלא העומר נסתלק לגנזי מרומים - ג' אייר שנת תקצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יששכר בער ב\"ר יעקב זצוק\"ל אבדק\"ק ע' סענזשארץ – בינת יששכר נסתלק לגנזי מרומים - ג' אייר שנת תרפ\"ג  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_4": [
    {
      "text": "הרה\"ק רבי יעקב ב\"ר אהרן  זצוק\"ל ששפורט דברי רביה\"ק זי\"ע בקונטרס על הגאולה ועל התמורה (סימן פח) שהי' מגדולי הדור בימיו ואנשי דורו תיארוהו בתואר הקדוש האלקי, והוא לחם מלחמת השם בגבורה נגד הש\"\"ץ שר\"י שהיה  בימיו, ( במ\"ס ציצית נובל צבי( נסתלק לגנזי מרומים - ד' אייר שנת תכ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ליפא ב\"ר יצחק אייזיק זצוק\"ל מסאמבור נסתלק לגנזי מרומים - ד' אייר שנת תקפ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי חיים ב\"ר יחזקאל שרגא זצ\"ל מערץ - מתולעת יעקב נסתלק לגנזי מרומים - ד' אייר שנת תש\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_5": [
    {
      "text": "הרה\"צ רבי מאיר מנשה ב\"ר מרדכי זצ\"ל לייפער אב\"ד באניע מאנסי נפטר – ה' אייר שנת תשפ\"א  לפ\"ק תנצב\"ה"
    },
    {
      "text": "הרה\"צ רבי אליעזר חיים ב\"ר  ברוך זצוק\"ל מיאמפילע נסתלק לגנזי מרומים - ה' אייר שנת תרע\"ו לפ\"ק מנו\"כ בביה\"ח מאוינט יהודא  סייפריס עוו. בקווינס נ\"י,  זכותו יגן עלינו"
    }
  ],
  "2_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יצחק אייזיק זצוק\"ל מסאמבור נסתלק לגנזי מרומים – ו' אייר שנת ת\"ר לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף מאיר ב\"ר שמואל צבי זצוק\"ל מספינקא - אמרי יוסף נסתלק לגנזי מרומים - ו' אייר שנת תרס\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר אברהם שלו' זצוק\"ל מסטראפקוב נסתלק לגנזי מרומים - ו' אייר שנת תשי\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק ב\"ר יעקב יוקל הלוי זצוק\"ל הורוויץ ר' איציקעל האמבורגער זי\"ע נסתלק לגנזי מרומים - ו' אייר שנת תקכ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוד לייבוש ב\"ר  חנה הי\"ד זצוק\"ל מקאלשיץ האלבערשטאם היות שלא הניח זש\"ק נא לעשות כל מה דאפשר לטובת נשמתו נסתלק לגנזי מרומים - ו' אייר שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "עסקן נאמן בקהלתינו הק' רבות בשנים ר' פנחס ישעי' ע\"ה  ב\"ר נחום ע\"ה קאראנבלי נפטר   ו'  אייר שנת  תש? לפ\"ק תנצב\"ה"
    }
  ],
  "2_7": [
    {
      "text": "הרה\"ק רבי שלמה אפרים ב\"ר אהרן זצוק\"ל לינטשיץ כלי יקר  עוללות אפרים נסתלק לגנזי מרומים - ז' אייר שנת תע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_8": [
    {
      "text": "הרה\"ק רבי ישעי' ב\"ר ארי' לייב (פיק) זצוק\"ל בעל מסורת הש\"ס נסתלק לגנזי מרומים - ח' אייר שנת ת לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ירחמיאל ב\"ר יעקב יצחק זצוק\"ל מפרשיסחא נסתלק לגנזי מרומים - ח' אייר שנת תקצ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_9": [
    {
      "text": "הרה\"ק רבי בצלאל ב\"ר משולם  זצוק\"ל בעל עיקר תוס' יו\"ט נסתלק לגנזי מרומים - ט' אייר שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים ב\"ר משה זצוק\"ל (פריעדלענדער) טל חיים - מליסקא נסתלק לגנזי מרומים - ט' אייר שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_10": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר מרדכי זצוק\"ל טשערנאבול מטאלנא – קהלת דוד נסתלק לגנזי מרומים - י' אייר שנת תרמ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי הלל ב\"ר ברוך בענדיט זצוק\"ל מקאלמייע - עת לעשות נסתלק לגנזי מרומים - י' אייר שנת תרנ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר ב\"ר צבי הירש זצוק\"ל בעמח\"ס מאיר נתיבים נסתלק לגנזי מרומים - י' אייר שנת תק\"נ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יוסף תאומים ב\"ר מאיר זצוק\"ל בעמח\"ס פרי מגדים נסתלק לגנזי מרומים - י' אייר שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק אייזיק יהודא יחיאל ב\"ר אלכסנדר זצוק\"ל מקאמרנא – היכל הברכה נסתלק לגנזי מרומים - י' אייר שנת  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_11": [
    {
      "text": "הרה\"ק רבי יצחק ב\"ר יחיאל מיכל זצוק\"ל (מזלאטשוב) מראדוויל – אור יצחק נסתלק לגנזי מרומים - י\"א אייר שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי נפתלי צבי ב\"ר מנחם מענדל זצוק\"ל מראפשיץ – זרע קודש נסתלק לגנזי מרומים - י\"א אייר שנת תקפ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יהודא צבי ב\"ר שמואל זנוויל זצוק\"ל מסטרעטין נסתלק לגנזי מרומים - י\"א אייר שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_12": [
    {
      "text": "הרה\"ק רבי זרח ב\"ר מאיר זצוק\"ל בעמח\"ס אור לישרים נסתלק לגנזי מרומים - י\"ב אייר שנת תקט\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_14": [
    {
      "text": "התנא האלקי רבי מאיר בעל הנס נסתלק לגנזי מרומים - י\"ד אייר שנת ג' תתפ\"א  לפ\"ג אלקא דרבי מאיר עננו"
    },
    {
      "text": "הרה\"ק רבי עקיבא ב\"ר יעקב זצוק\"ל רבי עקיבא פראנקפורטער נסתלק לגנזי מרומים - י\"ד אייר שנת שנ\"ז  לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יהודא לייב ב\"ר משה זצוק\"ל מזאלקילקוב תלמיד ר\"ר אלימלך מליזענסק זי\"ע בעל לקוטי מהרי\"ל נסתלק לגנזי מרומים - י\"ד אייר שנת תקפ\"ו  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_15": [
    {
      "text": "הרה\"ק רבי חיים מאיר יחיאל ב\"ר אבי עזרא זעליג זצוק\"ל  שפירא {נכד המגיד מקאזשניץ זי\"ע}  ממאגליניצא נסתלק לגנזי מרומים – ט\"ו אייר שנת תר\"ט  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_16": [
    {
      "text": "הרה\"ק רבי  מאיר ב\"ר גדלי' ז\"ל מהר\"ם אב\"ד לובלין נסתלק לגנזי מרומים – ט\"ז אייר שנת שע\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי  גרשון ב\"ר משה זצ\"ל ילקוט הגרשוני נסתלק לגנזי מרומים – ט\"ז אייר שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי צבי הירש ב\"ר ניסן חיים זצ\"ל רויזענבוים מקרעטשניף נפטר – ט\"ז אייר שנת תשס\"ו  לפ\"ק תנצב\"ה"
    }
  ],
  "2_17": [
    {
      "text": "הרה\"ק רבי משה חיים אפרים  ב\"ר יחיאל זצוק\"ל מסאדילקוב - דגל מחנה אפרים נסתלק לגנזי מרומים - י\"ז אייר שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי  איתמר ב\"ר ישראל זצ\"ל בעל משמרת איתמר נסתלק לגנזי מרומים – י\"ז אייר שנת תקצ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי  שאול ב\"ר יושע העשיל זצ\"ל בנו של בעל חנוכת התורה נסתלק לגנזי מרומים – ט\"ז אייר שנת תס\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי  פנחס ב\"ר מרדכי זצ\"ל הי\"ד ר' פיניעלע מאוסטילא נסתלק לגנזי מרומים – י\"ז אייר שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יחזקאל ב\"ר יהודא הלוי  זצוק\"ל נודע ביהודא- צל\"ח נסתלק לגנזי מרומים - י\"ז אייר שנת תקנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_18": [
    {
      "text": "התנא האלקי רבי שמעון בן יוחאי זי\"ע נסתלק לגנזי מרומים - י\"ח אייר שנת ג' תתפ\"א לפ\"ג תורתו מגן לנו - ימליץ טוב בעדינו"
    },
    {
      "text": "הרה\"ק רבינו משה ב\"ר ישראל איסרליש זי\"ע רמ\"א - מקראקא נסתלק לגנזי מרומים - י\"ח אייר שנת של\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר משה זצוק\"ל (ובן פיגא'לי) {תלמוד ר\"ר שמעלקא ור\"ר אלימלך זי\"ע } מקשאנוב נסתלק לגנזי מרומים – י\"ח אייר שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_19": [
    {
      "text": "הגה\"ק רבינו מאיר ב\"ר ברוך זצוק\"ל מהר\"ם מרוטנבורג נסתלק לגנזי מרומים - י\"ט אייר שנת ה' נ\"ג לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר יוסף זצוק\"ל מרימאנאוו – מנחם ציון נסתלק לגנזי מרומים - י\"ט אייר שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרבני הנגיד  מגדולי תומכי קהלתינו ומוסדותינו מו\"ה משה ווייס ע\"ה מלאס-אנג'עלעס יע\"א  ב\"ר יונה ע\"ה  מסאטמאר יצ\"ו נפטר   י\"ט אייר שנת  תש\"ס  לפ\"ק תנצב\"ה ( נא להדליק נר לע\"נ)"
    },
    {
      "text": "הרה\"ח  מו\"ה עזריאל גליק ע\"ה  ב\"ר יושע ע\"ה  משב\"ק של רביהקוה\"ט זי\"ע נפטר  י\"ט אייר שנת  תשע\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "2_20": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר מנחם נחום זצוק\"ל מטשערנאבל – ליקוטי תורה נסתלק לגנזי מרומים - כ' אייר שנת תקצ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_21": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר יעקב הלוי זצוק\"ל שו\"ב בכפר זיראוויץ, הבעל ישמח משה זי\"ע הי' מטפל להדפיס ספרים שלו  רזא מהימנא, ואותיות דר' יצחק נסתלק לגנזי מרומים – כ\"א אייר שנת תקמ\"ג  לפ\"ק  זכותו יגן עלינו"
    }
  ],
  "2_22": [
    {
      "text": "הרה\"ק רבי מרדכי שרגא פייבוש ב\"ר  ישראל (מריזשין) זצוק\"ל הוסיאטין נסתלק לגנזי מרומים – כ\"ב אייר שנת תרנ\"ד  לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה אליעזר אלפנדרי ב\"ר יעקב זצוק\"ל מח\"ס שו\"ת סבא קדישא נסתלק לגנזי מרומים – כ\"ב אייר שנת תר\"צ  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_23": [
    {
      "text": "הרה\"ק רבי יהושע העשיל ב\"ר ארי לייב זצוק\"ל תלמיד מהרה\"ק רבי ר' זושא  זי\"ע, מהרה\"ק מבארדיטשוב זי\"ע,  מהרה\"ק רבי ר' מענדל'ע מרימאנוב זי\"ע ,ומהרה\"ק ר'  משה לייב  מסאסוב , זי\"ע אב\"ד דינוב  נסתלק לגנזי מרומים – כ\"ג אייר שנת תקע\"ד   לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_24": [
    {
      "text": "הגה\"ק רבי יעקב ב\"ר יעקב משה זצוק\"ל חוות דעת – דרך החיים נסתלק לגנזי מרומים – (י\"א כ\"ד) כ\"ה אייר שנת תקצ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אליעזר צבי ב\"ר יצחק אייזיק יהודא יחיאל זצוק\"ל דמשק אליעזר - מקאמארנא נסתלק לגנזי מרומים – כ\"ד אייר שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אלעזר ב\"ר מרדכי זצוק\"ל אב\"ד קיוויאשד יצ\"ו נסתלק לגנזי מרומים – כ\"ד אייר שנת תשל\"ג לפ\"ק זכותו יגן עלינו  מנו\"כ בביה\"ח בנוא דזשערזי"
    }
  ],
  "2_25": [
    {
      "text": "הרה\"ק רבי חיים ב\"ר מנחם מענדל זצוק\"ל תורת חיים - מקאסוב נסתלק לגנזי מרומים – כ\"ה אייר שנת תרי\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יקותיאל יהודא ב\"ר חיים צבי זצוק\"ל אבד\"ק סיגעט נהרג עקדה\"ש באושוויץ הי\"ד – כ\"ה אייר שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_26": [
    {
      "text": "הרה\"ק רבי משה חיים לוצאטו ב\"ר יעקב חי זצוק\"ל בעמח\"ס מסילת ישרים נסתלק לגנזי מרומים – כ\"ו אייר שנת תק\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר מרדכי זצוק\"ל ר' שלמה'קא זעוויהלער זי\"ע  מירושלים ת\"ו נסתלק לגנזי מרומים – כ\"ו אייר שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_27": [
    {
      "text": "הרה\"ק רבי שלמה שניאור זלמן ב\"ר יהודא לייב זצוק\"ל מקאפוסט מח\"ס מגן אבות נסתלק לגנזי מרומים – כ\"ו אייר שנת תר\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי אליעזר זאב ב\"ר מאיר זצ\"ל הי\"ד רויזענבוים מקרעטשניף נפטר – כ\"ז אייר שנת תש\"ד  לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה יעקב ארי' ע\"ה  ב\"ר בנימין צבי ע\"ה אונגאר תנצב\"ה"
    },
    {
      "text": "הרה\"ג ר' אליהו ב\"ר ישראל מרדכי ז\"ל  סימאן ר\"מ בישיבתינו הק' רבות בשנים תנצב\"ה"
    }
  ],
  "2_28": [
    {
      "text": "גבאי צדקה של רבינו הק' זי\"ע הרה\"ח ר' שלום ב\"ר ישכר ז\"ל  לויפער תנצב\"ה"
    },
    {
      "text": "הרה\"ק רבי יצחק מקורבל ב\"ר יוסף זצוק\"ל בעל הסמ\"ק נסתלק לגנזי מרומים – כ\"ח אייר שנת ה\"א י\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה לייב ב\"ר יוסף צילץ זצוק\"ל ראב\"ד ניקלשבורג מח\"ס מילי דאבות נסתלק לגנזי מרומים – כ\"ח אייר שנת תקצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_29": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר אהרן ארי' לייב זצוק\"ל מפרעמישלאן נסתלק לגנזי מרומים – כ\"ט אייר שנת תר\"י לפ\"ק זכותו יגן עלינו"
    }
  ]
}


{
  "3_1": [
    {
      "text": "הרה\"ק רבי אליעזר דוד ב\"ר עמרם זצוק\"ל שו\"ת קרן לדוד, אב\"ד סאטמאר יצ\"ו נסתלק לגנזי מרומים - א' סיון שנת תרפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר טיקטין ב\"ר שמואל שמעלקא זצוק\"ל מהר\"ם טיקטין נסתלק לגנזי מרומים - א' סיון שנת תק\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_2": [
    {
      "text": "הרה\"ק רבי חיים יצחק אייזיק ב\"ר יושע הי\"ד ז\"ל האלבערשטאם אב\"ד סלאטפינא, חתן מרן העצי חיים זי\"ע נסתלק לגנזי מרומים - ב' סיון שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל ב\"ר ברוך זצ\"ל מוויזניץ בעמח\"ס אהבת ישראל נסתלק לגנזי מרומים – ב' סיון שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יחזקאל שרגא ב\"ר שמחה ישכר דוב זצ\"ל הי\"ד מציעשנוב - חתן מרן הגה\"ק בעל עצי חיים זי\"ע נסתלק לגנזי מרומים - ב' סיון שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים אלעזר ב\"ר צבי הירש זצוק\"ל מנחת אלעזר - מונקאטש נסתלק לגנזי מרומים - ב' סיון שנת תרצ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_3": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר יצחק זצוק\"ל משפיטיווקא נסתלק לגנזי מרומים – ג' סיון שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_4": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ד' סיון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_5": [
    {
      "text": "רבי דוד ב\"ר אשר זצ\"ל הלוי לעווינשטיין אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – ה' סיון שנת תש\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רבי ישראל ב\"ר אשר זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – ה' סיון שנת תש\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_6": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל זצוק\"ל מטשורטקוב נסתלק לגנזי מרומים – ו' סיון שנת תרצ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_7": [
    {
      "text": "רבי ישראל ב\"ר אברהם זצ\"ל הבעש\"ט הקדוש נסתלק לגנזי מרומים – ז' סיון שנת תק\"כ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_8": [
    {
      "text": "רבי משה ב\"ר אברהם זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – ח' סיון שנת תר\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רבי יעקב יוסף ב\"ר צבי זצ\"ל מזלאטשוב בעל יד יוסף נסתלק לגנזי מרומים – ח' סיון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_9": [
    {
      "text": "רבי יצחק ב\"ר יעקב זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – ט' סיון שנת תרנ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_10": [
    {
      "text": "רבי מנחם מענדל ב\"ר אברהם זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י' סיון שנת תרס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_11": [
    {
      "text": "רבי יעקב יוסף ב\"ר שמואל זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"א סיון שנת תרס\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_12": [
    {
      "text": "רבי מנחם מענדל ב\"ר יעקב יוסף זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"ב סיון שנת תרע\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_13": [
    {
      "text": "רבי יצחק אייזיק ב\"ר מנחם מענדל זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"ג סיון שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_14": [
    {
      "text": "רבי חיים אלעזר ב\"ר יצחק אייזיק זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"ד סיון שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_15": [
    {
      "text": "רבי אברהם ב\"ר חיים אלעזר זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – ט\"ו סיון שנת תרפ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_16": [
    {
      "text": "רבי יעקב יוסף ב\"ר אברהם זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – ט\"ז סיון שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_17": [
    {
      "text": "רבי מנחם מענדל ב\"ר יעקב יוסף זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"ז סיון שנת תרע\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_18": [
    {
      "text": "רבי יצחק אייזיק ב\"ר מנחם מענדל זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"ח סיון שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_19": [
    {
      "text": "רבי חיים אלעזר ב\"ר יצחק אייזיק זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – י\"ט סיון שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_20": [
    {
      "text": "רבי אברהם ב\"ר חיים אלעזר זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ' סיון שנת תרפ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_21": [
    {
      "text": "רבי יעקב יוסף ב\"ר אברהם זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"א סיון שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_22": [
    {
      "text": "רבי מנחם מענדל ב\"ר יעקב יוסף זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ב סיון שנת תרע\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_23": [
    {
      "text": "רבי יצחק אייזיק ב\"ר מנחם מענדל זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ג סיון שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_24": [
    {
      "text": "רבי חיים אלעזר ב\"ר יצחק אייזיק זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ד סיון שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_25": [
    {
      "text": "רבי אברהם ב\"ר חיים אלעזר זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ה סיון שנת תרפ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_26": [
    {
      "text": "רבי יעקב יוסף ב\"ר אברהם זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ו סיון שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_27": [
    {
      "text": "רבי מנחם מענדל ב\"ר יעקב יוסף זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ז סיון שנת תרע\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_28": [
    {
      "text": "רבי יצחק אייזיק ב\"ר מנחם מענדל זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ח סיון שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_29": [
    {
      "text": "רבי חיים אלעזר ב\"ר יצחק אייזיק זצ\"ל אב\"ד קוברין בעל אבני נזר נסתלק לגנזי מרומים – כ\"ט סיון שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_30": [
    {
      "text": "רבי חיים אלעזר ב\"ר אברהם יהודא זצוק\"ל אב\"ד קאליש בעל נפש חיה נסתלק לגנזי מרומים – ל'  סיון שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שמעי' ב\"ר יודא ארי ז\"ל גרינבוים מח\"ס סייעתא דשמיא נסתלק לגנזי מרומים – ל' סיון שנת תשפ'ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "הגה\"ק רבי שלמה (קלוגער) ב\"ר יהודא אהרן זצוק\"ל קהלת יעקב,  האלף לך שלמה נסתלק לגנזי מרומים – ל' סיון שנת תרכ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_1": [
    {
      "text": "הרה\"ק רבי קלונימוס קלמן ב\"ר אהרן הלוי זצוק\"ל קראקא - מאור ושמש נסתלק לגנזי מרומים – א' תמוז שנת תקפ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר מאיר נתן זצוק\"ל מבאבוב – עטרת שלמה נסתלק לגנזי מרומים– א' תמוז שנת תרס\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_2": [
    {
      "text": "הרה\"ק רבי נחמן ב\"ר יצחק   זצוק\"ל מהורדענקא נסתלק לגנזי מרומים – ב' תמוז שנת תקכ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר מרדכי זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ב' תמוז שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר אשר ישעי' זצוק\"ל (מראפשיץ) ר' אלימלך סאקאלאווער זי\"ע נסתלק לגנזי מרומים - ב' תמוז שנת תרכ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_4": [
    {
      "text": "רבותינו בעל התוספות רבינו יעקב ב\"ר מאיר   זצוק\"ל הרבינו תם נסתלק לגנזי מרומים - ד' תמוז שנת ד' תתקל\"א לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי פנחס ב\"ר צבי הירש הלוי זצוק\"ל הפלאה - מפראנקפורט נסתלק לגנזי מרומים - ד' תמוז שנת תקס\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_5": [
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי זצוק\"ל הרב מפולנאה נסתלק לגנזי מרומים - ה' תמוז שנת תקמ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי זצוק\"ל הרב מפולנאה נסתלק לגנזי מרומים - ה' תמוז שנת תקמ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_6": [
    {
      "text": "הרה\"ק רבי גדלי' ב\"ר יוסף זצוק\"ל מליניץ נסתלק לגנזי מרומים - ו' תמוז שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_7": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אהרן זצוק\"ל מהורוויץ מלעמבערג נסתלק לגנזי מרומים - ז' תמוז שנת תקע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_8": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ח' תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_9": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ט' תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_10": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י' תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_11": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"א תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_12": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ב תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_13": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ג תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_14": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ד תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_15": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ט\"ו תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_16": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ט\"ז תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_17": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ז תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_18": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ח תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_19": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ט תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_20": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ' תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_21": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"א תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_22": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ב תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ג תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_24": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ד תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_25": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ה תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_26": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ו תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_27": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ז תמוז שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_28": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר יוסף זצ\"ל גאנצפריעד בעמח\"ס קיצור שו\"ע נסתלק לגנזי מרומים – כ\"ח תמוז שנת תרמ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי אביגדור ב\"ר אברהם אביש  זצוק\"ל ר' הערש נאפקער נסתלק לגנזי מרומים – כ\"ח תמוז שנת תרס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_29": [
    {
      "text": "רבן של ישראל רבי שלמה ב\"ר יצחק זצוק\"ל רש\"י הקדוש נסתלק לגנזי מרומים – כ\"ט תמוז שנת ד' תתס\"ה לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "מו\"ה ר' יושע צבי ב\"ר ישראל ע\"ה שטיינמעטץ נפטר  – כ\"ט תמוז שנת  תשס\"ו  לפ\"ק תנצב\"ה"
    }
  ],
  "5_1": [
    {
      "text": "אהרן הכהן ע\"ה בן עמרם נסתלק לגנזי מרומים – א' לחודש מנחם אב רחמנא אידכר לן קימיה דאהרן כהנא קדישא"
    },
    {
      "text": "הרה\"ק רבי שמואל ב\"ר דוד צבי זצ\"ל בעמח\"ס חתן סופר נסתלק לגנזי מרומים - א' מנחם אב שנת תרמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שלמה ב\"ר בנציון ז\"ל האלבערשטאם מבאבוב נפטר א' אב שנת תש\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן בן מרן רביה\"ק חיים זי\"ע אב\"ד צאנז (קרייזער רב) נסתלק לגנזי מרומים - א' מנחם אב שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_2": [
    {
      "text": "הגה\"צ רבי יצחק טובי' ב\"ר שלמה זצ\"ל ווייס גאב\"ד ירושלים נפטר ב' אב שנת תשפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_3": [
    {
      "text": "הרה\"ק רבי שמשון ב\"ר פסח זצוק\"ל מאוסטראפאליע נסתלק לגנזי מרומים - ג' מנחם אב שנת ת\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_4": [
    {
      "text": "הרה\"ק רבי בנציון ב\"ר שלמה זצוק\"ל האלבערשטאם בעל קדושת ציון נסתלק לגנזי מרומים –ד' מנחם אב  שנת תש\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם עזרי' ב\"ר יצחק ברכי' זצוק\"ל רמ\"ע מפאנו נסתלק לגנזי מרומים - ד' מנחם אב שנת שפ\"ה  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_5": [
    {
      "text": "הרה\"ק רבי אברהם ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ה' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ה' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_6": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ו' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_7": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ז' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_8": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ח' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_9": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_10": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_11": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"א מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_12": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ב מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_13": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ג מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_14": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ד מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_15": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ו מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_16": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ז מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_17": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ז מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_18": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ח מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_19": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ט מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_20": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ' מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_21": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"א מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_22": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ב מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_23": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ג מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_24": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ד מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_25": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ה מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ו מנחם אב שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_27": [
    {
      "text": "הרה\"ק רבי שמואל צבי  ב\"ר אברהם אביש זצוק\"ל כ\"ק אדמו\"ר מספינקא נסתלק  לגנזי  מרומים ליל שבת קודש  בעת עריכת  השלחן   כ\"ז מנחם אב שנת תשנ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משולם פייש  ב\"ר מרדכי הלוי זצוק\"ל כ\"ק אדמו\"ר מטאהש  נסתלק לגנזי מרומים – כ\"ז מנחם אב  שנת תשע\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_28": [
    {
      "text": "הרה\"צ רבי ישכר בער ב\"ר פנחס יוסף זצ\"ל דאכנער  - מבאניע רב דקהל יטב לב באנטווערפן יצ\"ו נסתלק לגנזי מרומים – כ\"ח מנחם אב  שנת  תשנ\"ב  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_29": [
    {
      "text": "הרה\"ק רבי אברהם חיים  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש (חותן רביהקוה\"ט זי\"ע) נסתלק לגנזי מרומים – כ\"ט  מנחם אב שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש (חותן רביהקוה\"ט זי\"ע) נסתלק לגנזי מרומים – כ\"ט  מנחם אב שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_30": [
    {
      "text": "הרה\"ק רבי אברהם חיים  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש (חותן רביהקוה\"ט זי\"ע) נסתלק לגנזי מרומים – ל'  מנחם אב שנת תרל\"ג  לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש (חותן רביהקוה\"ט זי\"ע) נסתלק לגנזי מרומים – ל'  מנחם אב שנת תש\"ד  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_1": [
    {
      "text": "הרה\"ק רבי חנוך העניך ב\"ר שמואל זצוק\"ל מאלעסק - לב שמח נסתלק לגנזי מרומים - א' אלול שנת תרמ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלום דוד ב\"ר יעקב יצחק זצוק\"ל מזאבנא - בעל יד שלום נסתלק לגנזי מרומים - א' אלול שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_3": [
    {
      "text": "הרה\"ק רבי ישעיהו בהרה\"ק חיים זי\"ע ר' ישעי'לע טשחוב'ער נסתלק לגנזי מרומים - ג' אלול שנת תש\"ב לפ\"ק  הי\"ד זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישכר בעריש (בערצי)  ב\"ר יצחק מקאליש זצוק\"ל אביו של הרה\"ק ר' מרדכי מנאדבורנא נסתלק לגנזי מרומים – ג' לחודש אלול שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_4": [
    {
      "text": "הגה\"ק רבי נתנאל בן  הרה\"צ יחיאל מיכל הכהן זצ\"ל פריעד אב\"ד אויוואראש בעל פני מבין נסתלק לגנזי מרומים - ד' אלול שנת תרע\"ו לפ\"ק  זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישעיה בהרה\"ק מאיר זי\"ע תלמיד החוזה מלובלין רבו של תפארת שלמה אב\"ד פשעדבורז נסתלק לגנזי מרומים – ד' אלול שנת תקצ\"א לפ\"ק  זכותו יגן עלינו"
    }
  ],
  "6_5": [
    {
      "text": "הרה\"צ  רבי ישעי' יעקב  ב\"ר  ישראל אברהם  זצ\"ל כ\"ק אדמו\"ר מסקולען נסתלק לגנזי מרומים - ה אלול תשפ\"ד  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_6": [
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי זצוק\"ל הרב מפולנאה נסתלק לגנזי מרומים - ו' אלול שנת תקמ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_7": [
    {
      "text": "הרה\"ק רבי גדלי' ב\"ר יוסף זצוק\"ל מליניץ נסתלק לגנזי מרומים - ז' אלול שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_8": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ח' אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_9": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ט' אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_10": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י' אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_11": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"א אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_12": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ב אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_13": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ג אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_14": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ד אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_15": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ט\"ו אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_16": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - ט\"ז אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_17": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ז אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_18": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ח אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_19": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - י\"ט אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_20": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ' אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_21": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"א אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_22": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ב אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ג אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_24": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר מאיר זצוק\"ל משפירא מלובלין נסתלק לגנזי מרומים - כ\"ד אלול שנת תקע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_25": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר יצחק זצוקללה\"ה מדראביטש ר' מיכל זלאטשוב'ער  נסתלק לגנזי מרומים – כ\"ה אלול שנת תקמ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוד בהרה\"ק חיים  זצוק\"ל   אב\"ד קשאנוב נסתלק לגנזי מרומים – כ\"ה אלול שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_26": [
    {
      "text": "הרה\"ק רבי עמרם ב\"ר יצחק יעקב  זצוק\"ל   בעל בית שערים  אב\"ד ב. אויפאלו נסתלק לגנזי מרומים – כ\"ו אלול שנת תרס\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר אברהם ב\"ר משה יוסף זצוק\"ל   תלמיד החוזה מלובלין אב\"ד טשאבע – בעל פרי צדיק נסתלק לגנזי מרומים – כ\"ו אלול שנת תקפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_27": [
    {
      "text": "הרה\"ק רבי שלום ב\"ר אלעזר זצוקללה\"ה השר שלום מבעלזא נסתלק לגנזי מרומים – כ\"ז אלול שנת תרט\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק הנשר הגדול רבי נתן (אדלער)  ב\"ר יעקב שמעון הכהן זצוקללה\"ה רבו של החתם סופר זי\"ע נסתלק לגנזי מרומים – כ\"ז אלול שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_29": [
    {
      "text": "הרה\"ק רבי אליעזר חיים ב\"ר אברהם זצוק\"ל   בעל שו\"ת פרי השדה  אב\"ד באניהאד נסתלק לגנזי מרומים – כ\"ט אלול שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_1": [
    {
      "text": "רבי אמנון  הפייטון ממאגענצא בעל נתנה תוקף נסתלק לגנזי מרומים - א' תשרי שנת ד'תשע\"ב לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי מאיר יהודא לייביש  ב\"ר יחיאל מיכל  זצוק\"ל המלבי\"ם נסתלק לגנזי מרומים - א' תשרי שנת תר\"מ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_2": [
    {
      "text": "מו\"ה   אברהם יצחק ב\"ר  יוסף משה ע\"ה זיכערמאן מלמד תשב\"ר במוסדותינו נפטר – ב' תשרי שנת תשנ\"ה לפ\"ק"
    },
    {
      "text": "מו\"ה   בנציון ב\"ר  דוב ע\"ה אינדיג נפטר – ב' תשרי שנת תשע\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "7_3": [
    {
      "text": "מו\"ה   חיים צבי ב\"ר  מנחם מאיר ע\"ה יאקאבאוויטש נפטר – ב' תשרי שנת תשנ\"ד לפ\"ק"
    },
    {
      "text": "מו\"ה   מרדכי ב\"ר  ארי' ע\"ה הערשקאוויטש מלמד תשב\"ר במוסדותינו נפטר – ג' תשרי שנת תשפ\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "7_4": [
    {
      "text": "הרה\"ק רבי יצחק ארי' ב\"ר מתתי' זצוק\"ל (הנקרא ר' זעקיל לייב)   הבע\"ש ממיכלשטאט יצ\"ו נסתלק לגנזי מרומים  ביהשמ\"ש מג' לד' תשרי שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אברהם ב\"ר יחיאל מיכל זצ\"ל בעל חיי אדם נסתלק לגנזי מרומים - ד' תשרי שנת תקפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_6": [
    {
      "text": "הרה\"ק רבי ארי' לייב ב\"ר ברוך זצוק\"ל שפאלער זיידע נסתלק לגנזי מרומים - ו' תשרי שנת תקע\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_7": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ז' תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_8": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ח' תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_9": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט' תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_10": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י' תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_11": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"א תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_12": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ב תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_13": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ג תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_14": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ד תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_15": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ו תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_16": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ז תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_17": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ז תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_18": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ח תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_19": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ט תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_20": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ' תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_21": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"א תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_22": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ב תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_23": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ג תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_24": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ד תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_25": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ה תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ו תשרי שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_27": [
    {
      "text": "הרה\"ק רבי אלעזר רוקח ב\"ר שמואל שמעלקא מרגליות זצוק\"ל מאמסטערדאם - בעל מעשה רוקח נסתלק לגנזי מרומים – כ\"ז תשרי שנת תק\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_28": [
    {
      "text": "הרה\"ק רבי אפרים זלמן שור ב\"ר נפתלי הירש זצוק\"ל אב\"ד בריסק בעל תבואות שור הראשון נסתלק לגנזי מרומים – כ\"ח תשרי שנת שצ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_29": [
    {
      "text": "הרה\"ק רבי אברהם חיים הורוויץ זצוק\"ל  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש – י\"ט תשרי שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים הורוויץ זצוק\"ל  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש – י\"ט תשרי שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים הורוויץ זצוק\"ל  ב\"ר משה  מראזוואדאוו  זי\"ע    מפלאנטש – י\"ט תשרי שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "התנא אלוקי שמעון הצדיק בן חוניו  משיירי כנסת הגדולה נסתלק לגנזי מרומים - כ\"ט תשרי שנת   ג' תמ\"ח   לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר ב\"ר מנחם מענדל זצוק\"ל מגלאגוב  נסתלק לגנזי מרומים – כ\"ט תשרי שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_1": [
    {
      "text": "הרה\"ק רבי ארי' ליבוש ב\"ר ברוך זצוק\"ל    לאנצוט – קעשינוב (בעל חומת אריאל) תלמיד מהרה\"ק מלובלין, ומהרה\"ק מאפטא, זי\"ע נסתלק לגנזי מרומים - א' חשון שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף (ענגיל) ב\"ר יהודא  זצוק\"ל בעל אתוון דאורייתא נסתלק לגנזי מרומים – א' חשון שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_2": [
    {
      "text": "הרה\"ח ר'  יצחק ב\"ר יושע יודא ע\"ה גלאנץ נפטר – ב' חשון שנת תשע\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "8_3": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר שלום שכנא זצוק\"ל    (מפראהביטש)  מרוזשין  נסתלק לגנזי מרומים - ג' חשון שנת תרי\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אליעזר ב\"ר נפתלי צבי זצוק\"ל (מראפשיץ)  מדזיקוב נסתלק לגנזי מרומים - ג' חשון שנת תרכ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שבתי שעפטיל ב\"ר ישעי' ישכר זצ\"ל ווייס אב\"ד שימאני  נסתלק לגנזי מרומים - ג' חשון שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_4": [
    {
      "text": "הרה\"ק רבי קלונימוס קלמן ב\"ר אלימלך  זצ\"ל  הי\"ד מפיאסעצנא יצ\"ו חובת התלמידים-הכשרת אברכים נהרג עקה\"ש - ד' חשון שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח ר'  אפרים שמואל ב\"ר יצחק אלחנן ע\"ה פעלדמאן נפטר – ד' חשון שנת תשפ\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "8_5": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר משה זצוק\"ל מסטניסלאב נסתלק לגנזי מרומים - ה' חשון שנת תקע\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_6": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ו' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_7": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ז' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_8": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ח' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_9": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ט' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_10": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_11": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"א חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_12": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"ב חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_13": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"ג חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_14": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"ד חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_15": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ט\"ו חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_16": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ט\"ז חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_17": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"ז חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_18": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"ח חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_19": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – י\"ט חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_20": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_21": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"א חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_22": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ב חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_23": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ג חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_24": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ד חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_25": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ה חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_26": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ו חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_27": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ז חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_28": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – כ\"ח חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_30": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם חיים זצוק\"ל הורוויץ מרימנוב נסתלק לגנזי מרומים – ל' חשון שנת תרל\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_1": [
    {
      "text": "הרה\"ק רבי שלום שכנא  ב\"ר  יוסף  זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - א' כסלו שנת שי\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_2": [
    {
      "text": "הרה\"ק רבי משולם פייוויש ב\"ר אהרן משה    הלוי  זצוק\"ל מזבאריז – בעל יושר דברי אמת נסתלק לגנזי מרומים - ב' כסלו שנת תקנ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל יצחק  ב\"ר ישכר בער זצוק\"ל מראדישיץ נסתלק לגנזי מרומים - ב' כסלו שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_3": [
    {
      "text": "הרה\"ק רבי ישראל מרדכי אפרים פישל ב\"ר אליעזר זוסמאן זצוק\"ל סופר אב\"ד שארוואר בעל זכרון אפרים נסתלק לגנזי מרומים - ג' כסלו שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי משולם יששכר  ב\"ר צבי הירש זצוק\"ל אשכנזי מסטאניסלאוו נסתלק לגנזי מרומים - ג' כסלו שנת תשנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_5": [
    {
      "text": "הרה\"ק רבי שמואל אליעזר ב\"ר יהודה הלוי זצוק\"ל המהרש\"א  נסתלק לגנזי מרומים - ה' כסלו שנת שצ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אשר אנשיל  ב\"ר שמואל הלוי זצוק\"ל מנוחת אשר - מטשענגער נסתלק לגנזי מרומים - ה' כסלו שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_6": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - ו' כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_7": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - ז' כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_8": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - ח' כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_9": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - ט' כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_10": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י' כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_11": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"א כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_12": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"ב כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_13": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"ג כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_14": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"ד כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_15": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - ט\"ו כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_16": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - ט\"ז כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_17": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"ז כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_18": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"ח כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_19": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - י\"ט כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_20": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ' כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_21": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ\"א כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_22": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ\"ב כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_23": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ\"ג כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_24": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ\"ד כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_25": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ\"ה כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_26": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים - כ\"ו כסלו שנת תקס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_27": [
    {
      "text": "הרה\"ק רבי חיים ב\"ר שלמה זצוק\"ל באר מים חיים –סידורו של שבת נסתלק לגנזי מרומים – כ\"ז כסלו שנת תקע\"ח לפ\"ק מנו\"כ בצפת  זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אברהם יצחק ב\"ר אהרן דוד הכהן  זצוק\"ל אדמו\"ר מתולדות אהרן בעל דברי אמונה נסתלק לגנזי מרומים - כ\"ז כסלו שנת תשנ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_28": [
    {
      "text": "הרה\"ק רבי חזקיה (די סילוה) ב\"ר דוד  זצוק\"ל בעמח\"ס פרי חדש נסתלק לגנזי מרומים - כ\"ח כסלו שנת תנ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עוזיאל ב\"ר  צבי זצוק\"ל מייזליש  עץ הדעת טוב   נסתלק לגנזי מרומים – כ\"ח כסלו שנת תקמ\"ו  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_29": [
    {
      "text": "הרה\"ק רבי גדלי' ב\"ר יצחק זצוק\"ל מליניץ תשואות חן נסתלק לגנזי מרומים –כ\"ט כסלו שנת תקס\"ד  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_30": [
    {
      "text": "הרה\"צ רבי דוד ב\"ר  משה זצוק\"ל משינאווא מסאקאלאוו מ נסתלק לגנזי מרומים –ל' כסלו שנת ת\"ש לפ\"ק מנו\"כ בסייפריס עוו. יואניען סעמ. זכותו יגן עלינו מ"
    }
  ],
  "10_1": [
    {
      "text": "הגה\"ק רבי יאיר חיים {בכרך}  ב\"ר משה שמשון זצוק\"ל שו\"ת חוות יאיר נסתלק לגנזי מרומים - א' טבת שנת תע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_2": [
    {
      "text": "הגה\"ק רבי יעקב צבי    ב\"ר יהושע אשר זצוק\"ל מפאריסוב נסתלק לגנזי מרומים –ב' טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח רבי אברהם מרדכי ע\"ה ב\"ר ישראל יחיאל  ע\"ה   ר' אברהם מרדכי פאלאטשעק ז\"ל נפטר לחה\"ב – ב' כסלו שנת תשס\"ה  לפ\"ק"
    }
  ],
  "10_3": [
    {
      "text": "הגה\"ק רבי אברהם    ב\"ר יהודא צבי  זצוק\"ל  בראנדוויין מסטרעטין {מח\"ס דגל יהודה} נסתלק לגנזי מרומים –ג' טבת שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_4": [
    {
      "text": "הגה\"ק רבי גרשון חנוך העניך  ב\"ר יעקב זצוק\"ל מראדזין {בעל התכלת} נסתלק לגנזי מרומים –ד' טבת שנת תרנ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_5": [
    {
      "text": "הרה\"ק רבי אהרן  ב\"ר צבי זצוק\"ל {נכד אור שבעת הימים הבעש\"ט הבעש\"ט הק'} מטיטוב נסתלק לגנזי מרומים –ה' טבת שנת תקפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_6": [
    {
      "text": "הרה\"ק רבי יחזקאל שרגא בן רביה\"ק חיים זצוק\"ל משינאווא דברי יחזקאל נסתלק לגנזי מרומים - ו' טבת שנת תרנ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_7": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ז' טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_8": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ח' טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_9": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט' טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_10": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י' טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_11": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"א טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_12": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ב טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_13": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ג טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_14": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ד טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_15": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ו טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_16": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ז טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_17": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ז טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_18": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ח טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_19": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ט טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_20": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ' טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_21": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"א טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_22": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ב טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_23": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ג טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_24": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ד טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_25": [
    {
      "text": "הרה\"ק רבי משה צבי ב\"ר שמעון שלמה זצוק\"ל מסאווראן נסתלק לגנזי מרומים - כ\"ה טבת שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב  בעמ\"ס אורח לחיים נסתלק לגנזי מרומים - כ\"ו טבת שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח ר' יונה ב\"ר פנחס גלויבער ע\"ה  נפטר שבת קודש - כ\"ו טבת שנת תשכ\"ח לפ\"ק   והרה\"ח ר' חיים ב\"ר מאיר אלישע לאנדא  ע\"ה  { הנקרא  ר' חיים זעקיל }       נפטר בבהמ\"ד – כ\"ו טבת שנת תשל\"ו לפ\"ק נא להדליק נר וללמוד ולתת צדקה לע\"נ תנצב\"ה"
    }
  ],
  "10_27": [
    {
      "text": "הגה\"צ רבי שמשון ב\"ר רפאל זצוק\"ל הירש מפראנקפורט נסתלק לגנזי מרומים - כ\"ז טבת שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_28": [
    {
      "text": "הרה\"ק רבי צבי מנחם מענדל  ב\"ר משולם זוסיא זצוק\"ל בנו ומ\"מ של ר\"ר זושא נסתלק לגנזי מרומים - כ\"ח טבת שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_29": [
    {
      "text": "הרה\"ק רבי ירחמיאל ישראל יצחק  ב\"ר יחיאל זצוק\"ל אלכסנדר – ישמח ישראל נסתלק לגנזי מרומים – כ\"ט טבת שנת תר\"ע לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי משה יהושע יודא לייב (דיסקין) ב\"ר בנימין  זצ\"ל  אב\"ד בריסק – ירושלים ת\"ו נסתלק לגנזי מרומים - כ\"ט טבת שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_1": [
    {
      "text": "הגה\"ק רבי משה  ב\"ר יוסף זצוק\"ל המהר\"ם שיק נסתלק לגנזי מרומים - א' שבט שנת תרל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי בנימין ב\"ר ארי' מרדכי ז\"ל  רבי בנימין ראבינוביץ ז\"ל חבר הביד\"ץ דהעדה החרדית נסתלק לגנזי מרומים - א' שבט שנת תשס\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי אברהם משולם זלמן  ב\"ר צבי אשכנזי ז\"ל אב\"ד אוסטראה  { בן הגה\"ק בעל חכם צבי  } נסתלק לגנזי מרומים - א' שבט שנת תקל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי נתן נטע ב\"ר אברהם ברוידא ז\"ל אב\"ד כעלעם בעל נטע שעשועים   נסתלק לגנזי מרומים - א' שבט שנת תקע\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_2": [
    {
      "text": "הרה\"ק רבי משולם זוסיא  ב\"ר  אליעזר ליפמאן זצוק\"ל הרבי ר' זושא מ'האניפאלי זי\"ע נסתלק לגנזי מרומים - ב' שבט שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_3": [
    {
      "text": "הגה\"ק רבי יוסף  ב\"ר  מרדכי גרשון הכהן כ\"ץ זצוק\"ל בעל שארית יוסף {גיסו של הרמ\"א} נסתלק לגנזי מרומים - ג' שבט שנת שנ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_4": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ד' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_5": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ה' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_6": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ו' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_7": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ז' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_8": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ח' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_9": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_10": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_11": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"א שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_12": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ב שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_13": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ג שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_14": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ד שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_15": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ו שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_16": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ז שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_17": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ז שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_18": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ח שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_19": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ט שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_20": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ' שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_21": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"א שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_22": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ב שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_23": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ג שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_24": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ד שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_25": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ה שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ו שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_27": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ז שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_28": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ח שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_29": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ט שבט שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_30": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ל' שבט שנת ?  לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_1": [
    {
      "text": "הגה\"ק רבי שבתי ב\"ר מאיר הכהן זצוק\"ל הש\"ך נסתלק לגנזי מרומים - א' אדר א' שנת תכ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עזרי' ב\"ר אפרים פיגו זצוק\"ל  בינה לעתים נסתלק לגנזי מרומים א' אדר שנת ת\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל ב\"ר אברהם יהושע זצוק\"ל פריינד  מנאסאד   אב\"ד הוניאד נסתלק לגנזי מרומים - א' אדר ב' שנת ת\"ש לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרבנים הגאונים הקדושים זצוק\"ל רבי אברהם אבן עזרא  ב\"ר מאיר ז\"ל (א') רבי עמנואל חי ריקי ב\"ר אברהם ז\"ל בעל משנת חסידי רבי  יצחק אייזיק ב\"ר צבי אייכענשטיין ז\"ל  מסאפרין (אבי שולשלת זידיטשוב) רבי יצחק מאיר ב\"ר אברהם יהושע העשיל  ז\"ל  מאפטא אב\"ד זינקוב  רבי ברוך ב\"ר חיים מצאנז ז\"ל אב\"ד גארליץ רבי הלל פאללאק ז\"ל אב\"ד סאסרעגין בעל קודש הילולים  רבי  אורי הכהן מסאמבור ז\"ל  (ב') זכותם יגן עלינו"
    }
  ],
  "12_2": [
    {
      "text": "הרה\"ק רבי יעקב יחזקי' ב\"ר משה זצוק\"ל בעל ויגד יעקב נסתלק לגנזי מרומים - ב' אדר שנת תש\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יום טוב אלגאזי ב\"ר ישראל יעקב זצ\"ל (מהרי\"ט אלגאזי)   ר' אהרן ארי' ב\"ר מאיר ז\"ל (ר' ארון לייב  מפרעמישלאן) ר' בנימין וואלף לעוו ב\"ר אלעזר זצ\"ל      אב\"ד ווערבוי   {בעל שערי תורה} זכותם יגן עלינו"
    }
  ],
  "12_3": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ג' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_4": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ד' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_5": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ה' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_6": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ו' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_7": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ז' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_8": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ח' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_9": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_10": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_11": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"א אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_12": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ב אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_13": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ג אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_14": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ד אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_15": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ו אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_16": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ז אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_17": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ז אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_18": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ח אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_19": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ט אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_20": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ' אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_21": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"א אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_22": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ב אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_23": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ג אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_24": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ד אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_25": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ה אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ו אדר שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_27": [
    {
      "text": "הגה\"ק רבי יוסף שאול נאטאנזאהן  ב\"ר ארי' לייבוש זצ\"ל מ'לעמבערג –שואל ומשיב נסתלק לגנזי מרומים – כ\"ז אדר שנת תרל\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_28": [
    {
      "text": "הגה\"ק רבי שמואל  ב\"ר נתן נטע הלוי זצ\"ל מ'קעלין – מחצית השקל נסתלק לגנזי מרומים – כ\"ח אדר שנת תקס\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_29": [
    {
      "text": "הרה\"ק רבי שלמה  ב\"ר דוב צבי הכהן זצוק\"ל מ'ראדאמסק – תפארת שלמה נסתלק לגנזי מרומים – כ\"ט אדר שנת תרכ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_1": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - א' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_2": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ב' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_3": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ג' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_4": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ד' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_5": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ה' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_6": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ו' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_7": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ז' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_8": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ח' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_9": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_10": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_11": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"א אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_12": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ב אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_13": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ג אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_14": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ד אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_15": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ו אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_16": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - ט\"ז אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_17": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ז אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_18": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ח אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_19": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - י\"ט אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_20": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ' אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_21": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"א אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_22": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים - כ\"ב אדר ב' שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_23": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר מנחם מענדל זצוק\"ל (מטשערנאביל) מגן אברהם - מטריסק נסתלק לגנזי מרומים – כ\"ג אדר שנת תש\"נ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם גרשון  ב\"ר אפרים זצוק\"ל רבי גרשון קיטוב'ער  נסתלק לגנזי מרומים – כ\"ג אדר שנת תקכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_25": [
    {
      "text": "הרה\"ק רבי ישראל אברהם ב\"ר אליעזר זוסיא זצ\"ל  אדמו\"ר מסקולען נסתלק לגנזי מרומים – כ\"ה אדר ב' שנת תשע\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי ישראל יעקב ב\"ר אהרן (פישער) זצ\"ל  ראב\"ד העדה החרדית ירושלים נסתלק לגנזי מרומים – כ\"ה אדר שנת תשס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_26": [
    {
      "text": "הרה\"ק רבי אליעזר ליפא  ב\"ר אלימלך זצוק\"ל מחמעלניק – אורח לצדיק נסתלק לגנזי מרומים – כ\"ו אדר שנת תק\"ע לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_27": [
    {
      "text": "הגה\"ק רבי יוסף שאול נאטאנזאהן  ב\"ר ארי' לייבוש זצ\"ל מ'לעמבערג –שואל ומשיב נסתלק לגנזי מרומים – כ\"ז אדר שנת תרל\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_28": [
    {
      "text": "הגה\"ק רבי שמואל  ב\"ר נתן נטע הלוי זצ\"ל מ'קעלין – מחצית השקל נסתלק לגנזי מרומים – כ\"ח אדר שנת תקס\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "13_29": [
    {
      "text": "הרה\"ק רבי שלמה  ב\"ר דוב צבי הכהן זצוק\"ל מ'ראדאמסק – תפארת שלמה נסתלק לגנזי מרומים – כ\"ט אדר שנת תרכ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ]
}
