{
  "1_1": [
    {
      "text": "הרבנית רחל בת רבינו הק' מרן יואל זצ\"ל בתה של רבינו הקוה\"ט זי\"ע ועכ\"י אשת הגה\"צ ר' יקותיאל יהודא ט\"ב אב\"ד סיגוט יצ\"ו זצוק\"ל נפטרה תרצ\"ב תנצב\"ה"
    },
    {
      "text": "הרה\"ק רבי אלימלך מגראדזיסק זצ\"ל בעמ\"ס אמרי אלימלך ב\"ר חיים מאיר יחיאל זצוק\"ל ממאגליניצא נכד המגיד הק' מקאזניץ זיעוכ\"י נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_2": [
    {
      "text": "הרה\"ק רבי שלום דובער ב\"ר שמואל מהרש\"ב מליובאוויטש זצוק\"ל נסתלק לגנזי מרומים שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_3": [
    {
      "text": "הגה\"ק רבי יעקב ב\"ר אברהם זצוק\"ל שפירא אב\"ד הומנא הנקרא ר' יעקל חריף תלמיד הרה\"ק מהר\"ם מרימנוב זי\"ע נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי בנימין זאב ב\"ר יחיאל מיכל מזלאטשוב ר' וועלוועלי מזבאריז זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_4": [
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר מרדכי מטשערנאביל מראחמיסטריווקא זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_5": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל האוהב ישראל מ'אפטא זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי אלימלך ב\"ר דויד מ'בלוזשוב צבי לצדיק זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרבנית ברכה סימא בת הרה\"ק ר' שלו' אליעזר ז\"ל מראצפערט מחברתו הטהורה של הרה\"ק בעל עצי חיים זי\"ע אב\"ד סיגוט יצ\"ו אמו של רבינו בעל ברך משה זצ\"ל ועכ\"י זי\"ע נסתלקה לגנזי מרומים שנת תרפ\"ו לפ\"ק תנצב\"ה"
    }
  ],
  "1_6": [
    {
      "text": "הגה\"ק רבי מאיר שיף ב\"ר יעקב מהר\"ם שיף ז\"ל נסתלק לגנזי מרומים שנת שצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן ראטה ב\"ר שמואל יעקב שומרי אמונים ז\"ל נסתלק לגנזי מרומים שנת תש\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_7": [
    {
      "text": "הרה\"ק רבי יצחק ב\"ר יוסף רבי איציק'ל דרוהביטש'ער תלמיד הבעש\"ט ה\"ק זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרבנית חנה בת הגה\"ק ר' יואל זצ\"ל אב\"ד זלאטשוב מחברתו הטהורה של הרה\"ק בעל קדושת יו\"ט זי\"ע אב\"ד סיגוט יצ\"ו אמו של רבינו הקוה\"ט ועכ\"י זי\"ע נסתלקה לגנזי מרומים תנצב\"ה"
    }
  ],
  "1_8": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר דוב בער מנעשכיז זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ס"
    }
  ],
  "1_25": [
    {
      "text": "הרה\"ק מרן רבינו חיים ב\"ר ארי' ליבוש בעל דברי חיים מצאנז זצוקלה\"ה זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_26": [
    {
      "text": "יהושע בן נון נסתלק לגנזי מרומים שנת ב' תקט\"ז לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "מרן רבינו משה בן מרן חיים צבי בעל ברך משה זצוק\"ל נסתלק לגנזי מרומים שנת תשס\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יהושע העשיל ב\"ר יצחק יואל אב\"ד מאניסטריטש בעל ערכי יהושע זצ\"ל נסתלק לגנזי מרומים שנת תרח\"צ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_27": [
    {
      "text": "הגה\"ק רבי יהודא כהנא ב\"ר יוסף הכהן אב\"ד סיגוט יצ\"ו בעל קונטרס הספיקות זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי לוי יצחק ב\"ר משה אב\"ד צעהלים יצ\"ו זצ\"ל נסתלק לגנזי מרומים שנת תש\"מ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אביגדור בן ישראל מיללער בעל לב אביגדור ז\"ל נסתלק לגנזי מרומים שנת תשס\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שלום משה ב\"ר שמואל דוד מנייטרא ז\"ל נסתלק לגנזי מרומים שנת תשס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_28": [
    {
      "text": "הרה\"ק רבי שבתי שעפטיל ב\"ר ישעי' הלוי בנו של השל\"ה הק' בעל ווי העמודים זצוק\"ל נסתלק לגנזי מרומים שנת ת\"כ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_29": [
    {
      "text": "הרה\"ק רבי משה ב\"ר ישראל אליעזר רבי משה קוברינער זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_30": [
    {
      "text": "הרה\"ק רבי חיים ויטאל ב\"ר יוסף זצוק\"ל עץ חיים תלמיד האריה\"ק זי\"ע נסתלק לגנזי מרומים שנת ש\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יעקב יצחק ב\"ר מנחם נחום ממקארוב נכד ר\"מ מטשערנוביל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי נחום הסופר ב\"ר יוסף מטאחוב זי\"ע נסתלק לגנזי מרומים שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יעקב עמדין ב\"ר צבי יעב\"ץ זצוק\"ל נסתלק לגנזי מרומים שנת תקל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_1": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר יעקב אשכנזי חכם צבי זצוק\"ל נסתלק לגנזי מרומים שנת תע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר משה מוויטעפסק פרי הארץ זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שמואל שמעלקא ב\"ר צבי הירש הלוי מניקלשבורג זצוק\"ל נסתלק לגנזי מרומים שנת תקל\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_3": [
    {
      "text": "הרה\"ק רבי ישעי' ב\"ר משה שטיינער מקערעסטיר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ארי' לייב ב\"ר משה צינץ מפלאצק מלא העומר זצוק\"ל נסתלק לגנזי מרומים שנת תקצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יששכר בער ב\"ר יעקב אבדק\"ק ע' סענזשארץ בינת יששכר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_4": [
    {
      "text": "הרה\"ק רבי יעקב ב\"ר אהרן ששפורט זצוק\"ל נסתלק לגנזי מרומים שנת תכ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ליפא ב\"ר יצחק אייזיק מסאמבור זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי חיים ב\"ר יחזקאל שרגא מערץ מתולעת יעקב זצ\"ל נסתלק לגנזי מרומים שנת תש\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_5": [
    {
      "text": "הרה\"צ רבי מאיר מנשה ב\"ר מרדכי לייפער אב\"ד באניע מאנסי זצ\"ל נפטר שנת תשפ\"א לפ\"ק תנצב\"ה"
    },
    {
      "text": "הרה\"צ רבי אליעזר חיים ב\"ר ברוך מיאמפילע זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יצחק אייזיק מסאמבור זצוק\"ל נסתלק לגנזי מרומים שנת ת\"ר לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף מאיר ב\"ר שמואל צבי מספינקא אמרי יוסף זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר אברהם שלו' מסטראפקוב זצוק\"ל נסתלק לגנזי מרומים שנת תשי\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_23": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי דוד מטאלנא זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_24": [
    {
      "text": "הגה\"ק רבי יעקב ב\"ר יעקב משה חוות דעת דרך החיים זצוק\"ל נסתלק לגנזי מרומים שנת תקצ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אליעזר צבי ב\"ר יצחק אייזיק יהודא יחיאל דמשק אליעזר מקאמארנא זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אלעזר ב\"ר מרדכי אב\"ד קיוויאשד יצ\"ו זצוק\"ל נסתלק לגנזי מרומים שנת תשל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_25": [
    {
      "text": "הרה\"ק רבי חיים ב\"ר מנחם מענדל תורת חיים מקאסוב זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יקותיאל יהודא ב\"ר חיים צבי אבד\"ק סיגעט זצוק\"ל נהרג עקדה\"ש באושוויץ הי\"ד שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_26": [
    {
      "text": "הרה\"ק רבי משה חיים לוצאטו ב\"ר יעקב חי בעמח\"ס מסילת ישרים זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר מרדכי זצוק\"ל ר' שלמה'קא זעוויהלער מירושלים ת\"ו זי\"ע נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_27": [
    {
      "text": "הרה\"ק רבי שלמה שניאור זלמן ב\"ר יהודא לייב מקאפוסט מח\"ס מגן אבות זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי אליעזר זאב ב\"ר מאיר זצ\"ל רויזענבוים מקרעטשניף הי\"ד נפטר שנת תש\"ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה יעקב ארי' ע\"ה ב\"ר בנימין צבי ע\"ה אונגאר תנצב\"ה"
    },
    {
      "text": "הרה\"ג ר' אליהו ב\"ר ישראל מרדכי ז\"ל סימאן ר\"מ בישיבתינו הק' רבות בשנים תנצב\"ה"
    }
  ],
  "2_28": [
    {
      "text": "הגבאי צדקה של רבינו הק' זי\"ע הרה\"ח ר' שלום ב\"ר ישכר ז\"ל לויפער תנצב\"ה"
    },
    {
      "text": "הרה\"ק רבי יצחק מקורבל ב\"ר יוסף בעל הסמ\"ק זצוק\"ל נסתלק לגנזי מרומים שנת ה\"א י\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה לייב ב\"ר יוסף צילץ ראב\"ד ניקלשבורג מח\"ס מילי דאבות זצוק\"ל נסתלק לגנזי מרומים שנת תקצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_29": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר אהרן ארי' לייב מפרעמישלאן זצוק\"ל נסתלק לגנזי מרומים שנת תר\"י לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_1": [
    {
      "text": "הרה\"ק רבי אליעזר דוד ב\"ר עמרם שו\"ת קרן לדוד, אב\"ד סאטמאר יצ\"ו זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר טיקטין ב\"ר שמואל שמעלקא מהר\"ם טיקטין זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_2": [
    {
      "text": "הרה\"ק רבי חיים יצחק אייזיק ב\"ר יושע הי\"ד ז\"ל האלבערשטאם אב\"ד סלאטפינא, חתן מרן העצי חיים זי\"ע נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל ב\"ר ברוך מוויזניץ בעמח\"ס אהבת ישראל זצ\"ל נסתלק לגנזי מרומים שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי יואל זוסמאן ב\"ר דוד צבי מערץ אביו של הרה\"צ ר' יחזקאל'ע זצ\"ל נסתלק לגנזי מרומים שנת תשמ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים אלעזר ב\"ר צבי הירש מנחת אלעזר מונקאטש זצוק\"ל נסתלק לגנזי מרומים שנת תרצ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_3": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר יצחק משפיטיווקא זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן ב\"ר ישראל יעקב יוקל הי\"ד זצוק\"ל אב\"ד וואלאווא חותן מרן הברך משה זצ\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל צבי ב\"ר יהוסף הי\"ד אור מלא מקאסאן זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עובדי' ב\"ר זכרי' מברטנורא זצוק\"ל נסתלק לגנזי מרומים לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_4": [
    {
      "text": "הרה\"ק רבי ישעי' נפתלי הירץ ב\"ר דויד מדינוב מח\"ס הנותן אמרי שפר זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "מלמד דרדקי במוסדותינו הק' רבות בשנים וגבאי נאמן צדקת רבי מאיר בעל הנס כולל שומרי החומות הרה\"ח עקיבא צבי ז\"ל ב\"ר ברוך יהודא גאנז ז\"ל נפטר שנת תשפ\"א לפ\"ק תנצב\"ה"
    }
  ],
  "3_5": [
    {
      "text": "הרה\"ק רבי זאב וואלף ב\"ר שמואל מזיטאמיר מח\"ס אור המאיר זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_6": [
    {
      "text": "הרה\"ק רבי חיים אברהם דובער לעווין ב\"ר שניאור זלמן הכהן הנקרא דער מלאך זצוק\"ל נסתלק לגנזי מרומים שנת תרצ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_26": [
    {
      "text": "הרה\"ק רבי יהושע ב\"ר יוסף אור פני יהושע מגאלאנטא זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "התנא האלקי יהונתן בן עוזיאל יוסי בן קיסמא נסתלק לגנזי מרומים לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_27": [
    {
      "text": "התנא הק' ר' חנינא בן תרדיון נפ' ג\"א שס\"ג"
    },
    {
      "text": "הגה\"ק ר' מאיר ב\"ר יצחק אשכנזי מח\"ס פנים מאירות נפ' תק\"ד זכותם יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי רפאל ב\"ר משה זילבער אב\"ד פריימאן ור\"מ ישיבתינו הק' זצ\"ל נסתלק לגנזי מרומים שנת תשנ''ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר צבי מנחם מענדל זצוק\"ל בן הרה\"ק ר\"ר זושא אב\"ד קורימא זי\"ע נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יעקב ב\"ר מרדכי הלוי פראגער אב\"ד אדא פעטראוואסעלא זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_28": [
    {
      "text": "הרה\"ק רבי משולם פייש ב\"ר מרדכי הלוי מטאהש זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_29": [
    {
      "text": "הקדוש רבי יעקב ישראל ב\"ר יצחק אייזיק הלוי ז\"ל דר. דיהאן הי\"ד נסתלק לגנזי מרומים שנת תרפ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_30": [
    {
      "text": "הרה\"ק רבי חיים אלעזר ב\"ר אברהם יהודא אב\"ד קאליש בעל נפש חיה זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שמעי' ב\"ר יודא ארי גרינבוים מח\"ס סייעתא דשמיא ז\"ל נסתלק לגנזי מרומים שנת תשפ'ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "הגה\"ק רבי שלמה קלוגער ב\"ר יהודא אהרן קהלת יעקב, האלף לך שלמה זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_1": [
    {
      "text": "הרה\"ק רבי קלונימוס קלמן ב\"ר אהרן הלוי קראקא מאור ושמש זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר מאיר נתן מבאבוב עטרת שלמה זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_2": [
    {
      "text": "הרה\"ק רבי נחמן ב\"ר יצחק מהורדענקא זצוק\"ל נסתלק לגנזי מרומים שנת תקכ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר מרדכי מטשערנאביל מגן אברהם מטריסק זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר אשר ישעי' זצוק\"ל מראפשיץ ר' אלימלך סאקאלאווער זי\"ע נסתלק לגנזי מרומים שנת תרכ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_4": [
    {
      "text": "רבותינו בעל התוספות רבינו יעקב ב\"ר מאיר הרבינו תם זצוק\"ל נסתלק לגנזי מרומים שנת ד' תתקל\"א לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי פנחס ב\"ר צבי הירש הלוי הפלאה מפראנקפורט זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יושע העשיל ב\"ר ברוך בנו של ברוך טעם זצוק\"ל נסתלק לגנזי מרומים שנת תר? לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_5": [
    {
      "text": "הרה\"ק רבי בצלאל יהושע ב\"ר יחיאל מיכל זצוק\"ל מגלינא חתן מרן הק' דברי חיים זי\"ע נסתלק לגנזי מרומים שנת תרע\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב שמשון מקאסוב בעל לקט עני זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_7": [
    {
      "text": "הרה\"ק רבי ברוך ב\"ר יהושע יחזקאל פייוויל מלייפניק ברוך טעם זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שאול ב\"ר ארי' לייב זצוק\"ל בן בתו של החכם צבי אמסטערדאם בנין אריאל זי\"ע נסתלק לגנזי מרומים שנת תק\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי יהודא יחיאל ב\"ר אברהם ישכר דוב זצוק\"ל אייזיקזאהן חתן מרן עצי חיים זי\"ע נסתלק לגנזי מרומים שנת תשל\"ז לפ\"ק תנצב\"ה"
    }
  ],
  "4_8": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר אליעזר מדזשיקוב אמרי נועם זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר אברהם מטריסק מקאזמיר זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_25": [
    {
      "text": "הגה\"צ רבי סיני ב\"ר ברוך מגארליץ מזימגראד בעל חמדה גנוזה זצוק\"ל נסתלק לגנזי מרומים שנת תש\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_26": [
    {
      "text": "מו\"ה ר' ישכר דוב ב\"ר חנני' יו\"ט ע\"ה ר' בערל פריעדמאן ע\"ה ראה\"ק דקהלתינו הק' נפטר שנת תשע\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "4_27": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר יהושע מקאמינקא זצוק\"ל מאושפיצין חתן מרן הדברי חיים זי\"ע נסתלק לגנזי מרומים שנת תש\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_28": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר אלימלך זצוק\"ל בנו של הרה\"ק רבי ר' אלימלך זי\"ע נסתלק לגנזי מרומים שנת תקס\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבינו משה ב\"ר צבי ישמח משה מאיהעל זצוק\"ל נסתלק לגנזי מרומים שנת תר\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר יוסף גאנצפריעד בעמח\"ס קיצור שו\"ע זצ\"ל נסתלק לגנזי מרומים שנת תרמ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי אביגדור ב\"ר אברהם אביש ר' הערש נאפקער זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_29": [
    {
      "text": "רבן של ישראל רבי שלמה ב\"ר יצחק רש\"י הקדוש זצוק\"ל נסתלק לגנזי מרומים שנת ד' תתס\"ה לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "מו\"ה ר' יושע צבי ב\"ר ישראל ע\"ה שטיינמעטץ נפטר שנת תשס\"ו לפ\"ק תנצב\"ה"
    }
  ],
  "5_1": [
    {
      "text": "אהרן הכהן ע\"ה בן עמרם נסתלק לגנזי מרומים"
    },
    {
      "text": "הרה\"ק רבי שמואל ב\"ר דוד צבי בעמח\"ס חתן סופר זצ\"ל נסתלק לגנזי מרומים שנת תרמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שלמה ב\"ר בנציון האלבערשטאם מבאבוב ז\"ל נפטר שנת תש\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן בן מרן רביה\"ק חיים אב\"ד צאנז קרייזער רב זי\"ע נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_2": [
    {
      "text": "הגה\"צ רבי יצחק טובי' ב\"ר שלמה ווייס גאב\"ד ירושלים זצ\"ל נפטר שנת תשפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_3": [
    {
      "text": "הרה\"ק רבי שמשון ב\"ר פסח מאוסטראפאליע זצוק\"ל נסתלק לגנזי מרומים שנת ת\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_4": [
    {
      "text": "הרה\"ק רבי בנציון ב\"ר שלמה האלבערשטאם בעל קדושת ציון זצוק\"ל נסתלק לגנזי מרומים שנת תש\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם עזרי' ב\"ר יצחק ברכי' רמ\"ע מפאנו זצוק\"ל נסתלק לגנזי מרומים שנת שפ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_5": [
    {
      "text": "הרה\"ק רבינו יצחק ב\"ר שלמה זצוקלה\"ה האר\"י הקדוש נסתלק לגנזי מרומים שנת ה'של\"ג לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי אריה לייבוש ב\"ר יהושע מבעלזא רוקח ממאגרוב זצוק\"ל נסתלק לגנזי מרומים שנת תרצ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_7": [
    {
      "text": "הרה\"ק רבי משה ב\"ר עמרם גרינוואלד בעמח\"ס ערוגת הבושם והכנה דרבה זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_8": [
    {
      "text": "הרה\"ק רבי מנחם ב\"ר אברהם באר מנחם מקאלוב זצוק\"ל נסתלק לגנזי מרומים שנת תרח\"צ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_9": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אברהם אליעזר הלוי החוזה מלובלין זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "מו\"ה ר' יודא ארי' ב\"ר אברהם ע\"ה ר' לייבוש לעפקאוויטש ע\"ה ראה\"ק דקהלתינו הק' נפטר שנת תשנ\"ח לפ\"ק תנצב\"ה"
    }
  ],
  "5_10": [
    {
      "text": "הגה\"צ רבי יוסף ב\"ר יחזקאל מדעעש בעל שארית יוסף זצוק\"ל נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_22": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר יעקב זצוקלה\"ה ר' מאיר הגדול מפרימישלאן נסתלק לגנזי מרומים שנת תקמ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_24": [
    {
      "text": "הרה\"ק רבי אפרים זלמן ב\"ר מנחם מאניש בעמח\"ס מטה אפרים זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_25": [
    {
      "text": "הגה\"ק רבי יעקב משולם ב\"ר מרדכי זאב ארענשטיין בעל ישועות יעקב אב\"ד לבוב זצוק\"ל נסתלק לגנזי מרומים שנת תקצ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר נפתלי צבי מראפשיץ אב\"ד לינסק זצוק\"ל נסתלק לגנזי מרומים שנת תקצ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח אלימלך ב\"ר זאב לאנדא ר' אלימלך הגדול המלמד המפורסם יובל שנים במוסדותינו ז\"ל נפטר שנת תשס\"ג לפ\"ק תנצב\"ה"
    }
  ],
  "5_26": [
    {
      "text": "רבן של ישראל מרן רבינו הקוה\"ט יואל זצוקלה\"ה בן הרה\"ק מרן חנני' יו\"ט זיעועכ\"י רבינו הקוה\"ט זצוקלה\"ה נסתלק לגנזי מרומים שנת תשל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי נח נפתלי ב\"ר ישראל יעקב מקאברין זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_27": [
    {
      "text": "הרה\"ק רבי שמואל צבי ב\"ר אברהם אביש כ\"ק אדמו\"ר מספינקא זצוק\"ל נסתלק לגנזי מרומים ליל שבת קודש בעת עריכת השלחן שנת תשנ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משולם פייש ב\"ר מרדכי הלוי כ\"ק אדמו\"ר מטאהש זצוק\"ל נסתלק לגנזי מרומים שנת תשע\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_28": [
    {
      "text": "הרה\"צ רבי ישכר בער ב\"ר פנחס יוסף דאכנער מבאניע רב דקהל יטב לב באנטווערפן יצ\"ו זצ\"ל נסתלק לגנזי מרומים שנת תשנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_29": [
    {
      "text": "הרה\"ק רבי אליעזר זוסיא ב\"ר ישראל אברהם פארטוגאל מסקולען נועם אליעזר זצוק\"ל נסתלק לגנזי מרומים שנת תשמ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_30": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר אשר ישעי' זצוק\"ל בנו של ר\"ר אשר מראפשיץ חתן ר' מאיר'ל אפטער אב\"ד גלאגוב בעל אור ישע זי\"ע נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר אלימלך סג\"ל זצוק\"ל הי\"ד אביו של כ\"ק אדמו\"ר מטאהש אב\"ד דעמעטשער זי\"ע נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_1": [
    {
      "text": "הרה\"ק רבי חנוך העניך ב\"ר שמואל מאלעסק לב שמח זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלום דוד ב\"ר יעקב יצחק מזאבנא בעל יד שלום זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_3": [
    {
      "text": "הרה\"ק רבי יצחק ישעי' בהרה\"ק חיים ר' ישעי'לע טשחוב'ער זי\"ע נסתלק לגנזי מרומים שנת תש\"ב לפ\"ק הי\"ד זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישכר בער בערצי ב\"ר יצחק מקאליש אביו של הרה\"ק ר' מרדכי מנאדבורנא זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_4": [
    {
      "text": "הגה\"ק רבי נתנאל בן הרה\"צ יחיאל מיכל הכהן פריעד אב\"ד אויוואראש בעל פני מבין זצ\"ל נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישעיהו בהרה\"ק מאיר תלמיד החוזה מלובלין רבו של תפארת שלמה אב\"ד פשעדבורז זי\"ע נסתלק לגנזי מרומים שנת תקצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_5": [
    {
      "text": "הרה\"צ רבי ישעי' יעקב ב\"ר ישראל אברהם כ\"ק אדמו\"ר מסקולען זצ\"ל נסתלק לגנזי מרומים שנת תשפ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_6": [
    {
      "text": "הגה\"צ ירא ושלם רבי שמעון זאב בן הרב צבי משה אב\"ד אראד ז\"ל נסתלק לגנזי מרומים שנת תשמ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שמשון חיים בן מרן נחמן מיכאל בעל מחבר ספה\"ק זרע שמשון זצוק\"ל נסתלק לגנזי מרומים שנת תקל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק מרן יקותיאל יודא בן מרן אלעזר ניסן מסיגוט הייטב לב זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק אב\"ד קראקא יצ\"ו רבי גרשון שאול יו\"ט ליפמאן ב\"ר נתן הלוי העללער בעמח\"ס תוספות יו\"ט זצוק\"ל נסתלק לגנזי מרומים שנת תי\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_9": [
    {
      "text": "הרה\"ק רבי צדוק ב\"ר יעקב הכהן מלובלין פרי צדיק זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי יהונתן ב\"ר צבי ראב\"ד דקהל יראים פעסט יצ\"ו ואב\"ד רקהל עדת יראים וויען בעמח\"ס מהר\"י שטייף זצ\"ל נסתלק לגנזי מרומים שנת תשי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_10": [
    {
      "text": "הרה\"ק רבי פנחס ב\"ר אברהם אבא מקאריץ אמרי פנחס זצוק\"ל נסתלק לגנזי מרומים שנת תק\"נ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_20": [
    {
      "text": "הרה\"ק רבי אהרן ב\"ר משה יודא לייב מווילעדניק זצוק\"ל נסתלק לגנזי מרומים שנת תשנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_21": [
    {
      "text": "הגה\"ק רבי יונתן ב\"ר נתן נטע אייבשיץ בעמח\"ס יערות דבש זצוק\"ל נסתלק לגנזי מרומים שנת תקכ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_22": [
    {
      "text": "הרה\"ק רבי מרדכי דוב ב\"ר משולם זושא מהורונסטייפל עמק שאלה זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_23": [
    {
      "text": "הרה\"ק רבי אורי ב\"ר פנחס מסטרעליסק זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_24": [
    {
      "text": "הגה\"ק רבי אברהם יוסף ב\"ר ארי' יודא ליבוש איגרא מזשילין מח\"ס תולדות אברהם יוסף זצ\"ל נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יוסף ב\"ר משה בעמח\"ס מנחת חינוך זצ\"ל נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי ישראל מאיר הכהן ב\"ר ארי' לייב מראדין משנה ברורה חפץ חיים זצ\"ל נסתלק לגנזי מרומים שנת תרצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח מו\"ה ליפא ב\"ר אברהם ע\"ה קאהן נפטר שנת תשפ\"ב לפ\"ק תנצב\"ה"
    }
  ],
  "6_25": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר יצחק מדראביטש ר' מיכל זלאטשוב'ער זצוקללה\"ה נסתלק לגנזי מרומים שנת תקמ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוד בהרה\"ק חיים אב\"ד קשאנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_26": [
    {
      "text": "הרה\"ק רבי עמרם ב\"ר יצחק יעקב בעל בית שערים אב\"ד ב. אויפאלו זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר אברהם ב\"ר משה יוסף תלמיד החוזה מלובלין אב\"ד טשאבע בעל פרי צדיק זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_27": [
    {
      "text": "הרה\"ק רבי שלום ב\"ר אלעזר השר שלום מבעלזא זצוקללה\"ה נסתלק לגנזי מרומים שנת תרט\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק הנשר הגדול רבי נתן אדלער ב\"ר יעקב שמעון הכהן זצוקללה\"ה רבו של החתם סופר זי\"ע נסתלק לגנזי מרומים שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_29": [
    {
      "text": "הרה\"ק רבי אליעזר חיים ב\"ר אברהם בעל שו\"ת פרי השדה אב\"ד באניהאד זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_1": [
    {
      "text": "רבי אמנון הפייטון ממאגענצא בעל נתנה תוקף נסתלק לגנזי מרומים שנת ד'תשע\"ב לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי מאיר יהודא לייביש ב\"ר יחיאל מיכל המלבי\"ם זצוק\"ל נסתלק לגנזי מרומים שנת תר\"מ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_2": [
    {
      "text": "מו\"ה אברהם יצחק ב\"ר יוסף משה ע\"ה זיכערמאן מלמד תשב\"ר במוסדותינו נפטר שנת תשנ\"ה לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה בנציון ב\"ר דוב ע\"ה אינדיג נפטר שנת תשע\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "7_3": [
    {
      "text": "מו\"ה חיים צבי ב\"ר מנחם מאיר ע\"ה יאקאבאוויטש נפטר שנת תשנ\"ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה מרדכי ב\"ר ארי' ע\"ה הערשקאוויטש מלמד תשב\"ר במוסדותינו נפטר שנת תשפ\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "7_3 or 7_4": [
    {
      "text": "הרה\"ק רבי יצחק ארי' ב\"ר מתתי' הנקרא ר' זעקיל לייב הבע\"ש ממיכלשטאט יצ\"ו זצוק\"ל נסתלק לגנזי מרומים ביהשמ\"ש מג' לד' תשרי שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_4": [
    {
      "text": "הגה\"צ רבי אברהם ב\"ר יחיאל מיכל בעל חיי אדם זצ\"ל נסתלק לגנזי מרומים שנת תקפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_6": [
    {
      "text": "הרה\"ק רבי ארי' לייב ב\"ר ברוך שפאלער זיידע זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_7": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר שבתי מפרוביטש זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_9": [
    {
      "text": "הרה\"ק רבי מרדכי נחמן ב\"ר אהרן משטפנשט זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ברוך ב\"ר יצחק מקוסוב זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק מאיר ב\"ר ישראל מגור חידושי הרי\"ם זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_10": [
    {
      "text": "הגה\"ק רבי אברהם יעקב ב\"ר משה יהודה לייב אב\"ד קאברין זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה יחיאל אפשטיין ב\"ר אברהם יצחק אב\"ד אוזדא זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר יצחק אייזיק אב\"ד סאסוב זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי לייבוש ב\"ר חיים יחיאל מיכל מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_13": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שלום שכנא אב\"ד קראקא זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_14": [
    {
      "text": "הרה\"ק רבי מנחם נחום ב\"ר צבי מסטפנשט זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_15": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל אוהב ישראל מאפטא זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר יוסף מרימנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל מלעלוב זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_16": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר מראפשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_17": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה מקוזמיר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_18": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר אהרן מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_19": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אשר מיאנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים מאיר יחיאל ב\"ר אברהם יצחק מגאגלניצא זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_20": [
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי מהאסטראפאלי זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_21": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר יהודה לייב מלובלין זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק מוורקא זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_22": [
    {
      "text": "הרה\"ק רבי אברהם דוב ב\"ר שלום שכנא מראפשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_23": [
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר אשר מסדיגורא זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_24": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה אב\"ד זלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_25": [
    {
      "text": "הרה\"ק רבי לוי יצחק ב\"ר ישראל מבארדיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תקע\" לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אשר ישעיה ב\"ר רפאל מרופשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר ישראל מלינסק זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_26": [
    {
      "text": "הרה\"ק רבי משה דוד ב\"ר יחיאל מיכל מזלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_27": [
    {
      "text": "הרה\"ק רבי אלעזר רוקח ב\"ר שמואל שמעלקא מרגליות מאמסטערדאם בעל מעשה רוקח זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_28": [
    {
      "text": "הרה\"ק רבי אפרים זלמן שור ב\"ר נפתלי הירש אב\"ד בריסק בעל תבואות שור הראשון זצוק\"ל נסתלק לגנזי מרומים שנת שצ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_29": [
    {
      "text": "הרה\"ק רבי אברהם חיים הורוויץ זצוק\"ל ב\"ר משה מראזוואדאוו זי\"ע מפלאנטש חותן רביהקוה\"ט זי\"ע נסתלק לגנזי מרומים שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם דוד ב\"ר אשר אנשיל מבוטשאטש אשל אברהם זצוק\"ל נסתלק לגנזי מרומים שנת תר\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר חיים צמח צדיק וויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "התנא אלוקי שמעון הצדיק בן חוניו משיירי כנסת הגדולה נסתלק לגנזי מרומים שנת ג' תמ\"ח לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר ב\"ר מנחם מענדל מגלאגוב זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_1": [
    {
      "text": "הרה\"ק רבי ארי' ליבוש ב\"ר ברוך זצוק\"ל לאנצוט קעשינוב בעל חומת אריאל תלמיד מהרה\"ק מלובלין ומהרה\"ק מאפטא זי\"ע נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף ענגיל ב\"ר יהודא בעל אתוון דאורייתא זצוק\"ל נסתלק לגנזי מרומים שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_2": [
    {
      "text": "הרה\"ח ר' יצחק ב\"ר יושע יודא ע\"ה גלאנץ נפטר שנת תשע\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "8_3": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר שלום שכנא מפראהביטש מרוזשין זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אליעזר ב\"ר נפתלי צבי מראפשיץ מדזיקוב זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שבתי שעפטיל ב\"ר ישעי' ישכר ווייס אב\"ד שימאני זצ\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_4": [
    {
      "text": "הרה\"ק רבי קלונימוס קלמן ב\"ר אלימלך זצ\"ל מפיאסעצנא יצ\"ו חובת התלמידיםהכשרת אברכים הי\"ד נהרג עקה\"ש שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח ר' אפרים שמואל ב\"ר יצחק אלחנן ע\"ה פעלדמאן נפטר שנת תשס\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "8_5": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם מפיטשאייב זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר צבי משעפיטובקא זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר יוסף מרימנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_6": [
    {
      "text": "הרה\"ק רבי דובעריש ב\"ר ישראל מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_7": [
    {
      "text": "הרה\"ק רבי ישעיה ב\"ר משה מקערעסטיר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר אשר אנשיל מקאפישניץ זצוק\"ל נסתלק לגנזי מרומים שנת תשנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_8": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_9": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר שלמה המגיד ממיזריטש זצוק\"ל נסתלק לגנזי מרומים שנת תשל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_10": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר יחיאל מיכל מקרעטשניף זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_11": [
    {
      "text": "מתושלח בן חנוך נסתלק לגנזי מרומים שנת א' תרנ\"ח לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם נחום ב\"ר צבי מסטפנשט זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רחל אמנו עליה השלום נסתלקה לגנזי מרומים שנת ב' שי\"ג לפ\"ג זכותה יגן עלינו"
    }
  ],
  "8_12": [
    {
      "text": "הרה\"ק רבי זאב וואלף ב\"ר שמואל מזיטאמיר זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר אברהם מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_13": [
    {
      "text": "הרה\"ק רבי יהודה צבי ב\"ר אברהם מרדכי מסטריקוב זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_14": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר אברהם דוד מגאלדינגן זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר יחיאל מיכל מאוורוטש זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר ישראל מסדיגורא זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_16": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר יצחק יארוסלאב זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ברוך ב\"ר יצחק מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_17": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר שמואל אברהם מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_18": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר מרדכי מקארלין זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_19": [
    {
      "text": "הרה\"ק רבי אהרן אריה לייב ב\"ר אשר מלעמבערג זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_20": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר מרדכי מטשעכנאוו זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_21": [
    {
      "text": "הרה\"ק רבי ישעיה ב\"ר אברהם משקלוב זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_22": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר שמואל מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_23": [
    {
      "text": "הרה\"ק רבי אהרן ב\"ר יעקב מקארלין זצוק\"ל נסתלק לגנזי מרומים שנת תכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_24": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר ישראל מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_25": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי אלטר ב\"ר יצחק מאיר מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_26": [
    {
      "text": "הרה\"ח ר' ישראל ב\"ר שמעון משה ר' ישראל זופניק ז\"ל נפטר שנת תשמ\"ג לפ\"ק תנצב\"ה"
    }
  ],
  "8_27": [
    {
      "text": "הרה\"ק רבי דוד לידא ב\"ר ארי' ליבוש זצוק\"ל אב\"ד אמסטרדאם בעל עיר דוד תלמיד מהרה\"ק רבי ר' העשיל מקראקא זי\"ע נסתלק לגנזי מרומים שנת תנ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי יעקב ב\"ר דוד יצחק לייזער מפשעווארסק זצוק\"ל נסתלק לגנזי מרומים שנת תשנ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי ארי' לייבוש מרדכי ב\"ר משה משינאווא זצוק\"ל נסתלק לגנזי מרומים שנת תרצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_28": [
    {
      "text": "הרה\"ק רבי אליעזר ליבר ב\"ר אברהם זצוק\"ל מבארדיטשוב תלמיד מהרה\"ק אור שבעת הימים הבעש\"ט זי\"ע נסתלק לגנזי מרומים שנת תקל\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רבינו יונה ב\"ר אברהם שערי תשובה לרבינו יונה זצוק\"ל נסתלק לגנזי מרומים שנת ה' כ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_30": [
    {
      "text": "הרה\"ק רבי צבי ב\"ר יהודא לייב הכהן רבי ר' הערש מרימנאוו זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_1": [
    {
      "text": "הרה\"ק רבי שלום שכנא ב\"ר יוסף מלובלין רבו של הרמ\"א זצוק\"ל נסתלק לגנזי מרומים שנת שי\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_2": [
    {
      "text": "הרה\"ק רבי משולם פייוויש ב\"ר אהרן משה הלוי מזבאריז בעל יושר דברי אמת זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל יצחק ב\"ר ישכר בער מראדישיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_3": [
    {
      "text": "הרה\"ק רבי ישראל מרדכי אפרים פישל ב\"ר אליעזר זוסמאן סופר אב\"ד שארוואר בעל זכרון אפרים זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי משולם יששכר ב\"ר צבי הירש אשכנזי מסטאניסלאוו זצוק\"ל נסתלק לגנזי מרומים שנת תשנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_5": [
    {
      "text": "הרה\"ק רבי שמואל אליעזר ב\"ר יהודה הלוי המהרש\"א זצוק\"ל נסתלק לגנזי מרומים שנת שצ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אשר אנשיל ב\"ר שמואל הלוי מנוחת אשר מטשענגער זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_6": [
    {
      "text": "הגה\"צ רבי חיים מיכאל ב\"ר שמואל דוב זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_7": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר שמואל מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר משה מראדוויל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_8": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה אב\"ד זלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_9": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר ישראל יצחק מליובה זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_10": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר שלמה המגיד ממיזריטש זצוק\"ל נסתלק לגנזי מרומים שנת תשל\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יעקב מליסקא זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_11": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם מפיטשאייב זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_12": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר צבי משעפיטובקא זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_13": [
    {
      "text": "הרה\"ק רבי מנחם מנדל מורגנשטרן ב\"ר חיים מקוצק זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_14": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם מרדכי אלטר ב\"ר יצחק מאיר מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_16": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר יצחק יארוסלאב זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_17": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר שמואל אברהם מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_18": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר מרדכי מקארלין זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_19": [
    {
      "text": "הרה\"ק רבי אהרן אריה לייב ב\"ר אשר מלעמבערג זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר ישראל יצחק מליובה זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יעקב מליסקא זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_20": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי דוד מטאלנא זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_21": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם מפיטשאייב זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_22": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר צבי משעפיטובקא זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_23": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יוסף מרימנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_24": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה אב\"ד זלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_25": [
    {
      "text": "הרה\"ק רבי אשר ישעיה ב\"ר רפאל מרופשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר ישראל מלינסק זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר אשר מסדיגורא זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה דוד ב\"ר יחיאל מיכל מזלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר דוב מסקווירא זצוק\"ל נסתלק לגנזי מרומים שנת תשע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_26": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר משה אליקים בריעה מקאזשניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_27": [
    {
      "text": "הרה\"ק רבי חיים ב\"ר שלמה באר מים חיים סידורו של שבת זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אברהם יצחק ב\"ר אהרן דוד הכהן אדמו\"ר מתולדות אהרן בעל דברי אמונה זצוק\"ל נסתלק לגנזי מרומים שנת תשנ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_28": [
    {
      "text": "הרה\"ק רבי חזקיה די סילוה ב\"ר דוד בעמח\"ס פרי חדש זצוק\"ל נסתלק לגנזי מרומים שנת תנ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עוזיאל ב\"ר צבי מייזליש עץ הדעת טוב זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_29": [
    {
      "text": "הרה\"ק רבי גדלי' ב\"ר יצחק מליניץ תשואות חן זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_30": [
    {
      "text": "הרה\"צ רבי דוד ב\"ר משה משינאווא מסאקאלאוו זצוק\"ל נסתלק לגנזי מרומים שנת ת\"ש לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_1": [
    {
      "text": "הגה\"ק רבי יאיר חיים בכרך ב\"ר משה שמשון שו\"ת חוות יאיר זצוק\"ל נסתלק לגנזי מרומים שנת תע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_2": [
    {
      "text": "הגה\"ק רבי יעקב צבי ב\"ר יהושע אשר מפאריסוב זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח רבי אברהם מרדכי ע\"ה ב\"ר ישראל יחיאל ע\"ה ר' אברהם מרדכי פאלאטשעק ז\"ל נפטר שנת תשס\"ה לפ\"ק"
    }
  ],
  "10_3": [
    {
      "text": "הגה\"ק רבי אברהם ב\"ר יהודא צבי בראנדוויין מסטרעטין מח\"ס דגל יהודה זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_4": [
    {
      "text": "הגה\"ק רבי גרשון חנוך העניך ב\"ר יעקב מראדזין בעל התכלת זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_5": [
    {
      "text": "הרה\"ק רבי אהרן ב\"ר צבי נכד אור שבעת הימים הבעש\"ט הק' מטיטוב זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_6": [
    {
      "text": "הרה\"ק רבי יחזקאל שרגא בן רביה\"ק חיים משינאווא דברי יחזקאל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_7": [
    {
      "text": "הרה\"ק רבי משה ב\"ר אברהם מבויאן זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי פנחס ב\"ר אברהם גרשון מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"י לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_8": [
    {
      "text": "הרה\"ק רבי נחום ב\"ר עוזר מסטפנשט זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_9": [
    {
      "text": "הרה\"ק רבי נתן דוד ב\"ר מנחם נחום מטריסק זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_10": [
    {
      "text": "עזרא הסופר נסתלק לגנזי מרומים שנת ג' תתק\"ט לפ\"ג זכותו יגן עלינו"
    }
  ],
  "10_11": [
    {
      "text": "הרה\"ק רבי צבי שמואל ב\"ר יצחק משינאווא זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_12": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב מקוברין זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_13": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר יוסף מקארלין זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_14": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר שמואל מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_16": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אהרן מרימנוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_17": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם מפיטשאייב זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_18": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_19": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אשר מיאנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_20": [
    {
      "text": "הרה\"ק רבי יואל ב\"ר שמואל מבעלז זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_21": [
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר יוסף מטשערנאביל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_22": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה מקוזמיר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר מראפשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_24": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר אהרן מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_25": [
    {
      "text": "הרה\"ק רבי משה צבי ב\"ר שמעון שלמה מסאווראן זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה אב\"ד זלאטשוב בעמ\"ס אורח לחיים זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח ר' יונה ב\"ר פנחס גלויבער ע\"ה נפטר שבת קודש שנת תשכ\"ח לפ\"ק תנצב\"ה"
    },
    {
      "text": "הרה\"ח ר' חיים ב\"ר מאיר אלישע לאנדא ע\"ה הנקרא ר' חיים זעקיל נפטר בבהמ\"ד שנת תשל\"ו לפ\"ק תנצב\"ה"
    }
  ],
  "10_27": [
    {
      "text": "הגה\"צ רבי שמשון ב\"ר רפאל הירש מפראנקפורט זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_28": [
    {
      "text": "הרה\"ק רבי צבי מנחם מענדל ב\"ר משולם זוסיא בנו ומ\"מ של ר\"ר זושא זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_29": [
    {
      "text": "הרה\"ק רבי ירחמיאל ישראל יצחק ב\"ר יחיאל אלכסנדר ישמח ישראל זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ע לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי משה יהושע יודא לייב דיסקין ב\"ר בנימין אב\"ד בריסק ירושלים ת\"ו זצ\"ל נסתלק לגנזי מרומים שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_1": [
    {
      "text": "הגה\"ק רבי משה ב\"ר יוסף המהר\"ם שיק זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי בנימין ב\"ר ארי' מרדכי ז\"ל רבי בנימין ראבינוביץ חבר הביד\"ץ דהעדה החרדית ז\"ל נסתלק לגנזי מרומים שנת תשס\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי אברהם משולם זלמן ב\"ר צבי אשכנזי אב\"ד אוסטראה בן הגה\"ק בעל חכם צבי ז\"ל נסתלק לגנזי מרומים שנת תקל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי נתן נטע ב\"ר אברהם ברוידא אב\"ד כעלעם בעל נטע שעשועים ז\"ל נסתלק לגנזי מרומים שנת תקע\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_2": [
    {
      "text": "הרה\"ק רבי משולם זוסיא ב\"ר אליעזר ליפמאן זצוק\"ל הרבי ר' זושא מ'האניפאלי זי\"ע נסתלק לגנזי מרומים שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_3": [
    {
      "text": "הגה\"ק רבי יוסף ב\"ר מרדכי גרשון הכהן כ\"ץ בעל שארית יוסף גיסו של הרמ\"א זצוק\"ל נסתלק לגנזי מרומים שנת שנ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יחזקאל שרגא ב\"ר שמחה ישכר דוב זצוק\"ל הי\"ד מציעשנוב חתן מרן הגה\"ק בעל עצי חיים זי\"ע נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_4": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה אב\"ד זלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_5": [
    {
      "text": "הרה\"ק רבי יהודה אריה לייב ב\"ר ישראל מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר נחום מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_7": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל מלעלוב זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_8": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל אוהב ישראל מאפטא זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_9": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר אברהם מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_10": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי דוד מטאלנא זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_11": [
    {
      "text": "הרה\"ק רבי פנחס ב\"ר אברהם גרשון מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"י לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_12": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב מקוברין זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_13": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר משה מראדוויל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_14": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר שמואל מגור זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_16": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אהרן מרימנוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_17": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שלום שכנא אב\"ד קראקא זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_18": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר אהרן מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_19": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אשר מיאנוב זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_20": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר מרדכי מטשעכנאוו זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_21": [
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר יוסף מטשערנאביל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_22": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה מקוזמיר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר מראפשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_24": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי אלטר ב\"ר יצחק מאיר מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_25": [
    {
      "text": "הרה\"ק רבי משה צבי ב\"ר שמעון שלמה מסאווראן זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה אב\"ד זלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_27": [
    {
      "text": "הרה\"ק רבי שמשון ב\"ר רפאל הירש מפראנקפורט זצוק\"ל נסתלק לגנזי מרומים שנת תצ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק מרן רבי אלעזר ב\"ר ארי' לייב אב\"ד סאנטוב שמן רוקח זצוק\"ל נסתלק לגנזי מרומים שנת תקצ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק מרן רבי עמנואל ב\"ר ישעי' מפשעדבארז דברות חיים זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_28": [
    {
      "text": "הרה\"צ רבי מנחם נחום ב\"ר יוחנן מראכמיסטריווקא זצ\"ל נסתלק לגנזי מרומים שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_29": [
    {
      "text": "הרה\"ק מרן רבי חנני' יו\"ט בן מרן יקותיאל יהודה קדושת יום טוב זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישכר בעריש ב\"ר יצחק אייזיק מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_30": [
    {
      "text": "הרה\"ק רבי אברהם משענדישוב ב\"ר יעקב ממעליץ זצוק\"ל נסתלק לגנזי מרומים שנת ? לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_1": [
    {
      "text": "הגה\"ק רבי שבתי ב\"ר מאיר הכהן הש\"ך זצוק\"ל נסתלק לגנזי מרומים שנת תכ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עזרי' ב\"ר אפרים פיגו בינה לעתים זצוק\"ל נסתלק לגנזי מרומים שנת ת\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל ב\"ר אברהם יהושע פריינד מנאסאד אב\"ד הוניאד זצוק\"ל נסתלק לגנזי מרומים שנת ת\"ש לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רבי אברהם אבן עזרא ב\"ר מאיר ז\"ל"
    },
    {
      "text": "רבי עמנואל חי ריקי ב\"ר אברהם ז\"ל בעל משנת חסידי"
    },
    {
      "text": "רבי יצחק אייזיק ב\"ר צבי אייכענשטיין ז\"ל מסאפרין אבי שולשלת זידיטשוב"
    },
    {
      "text": "רבי יצחק מאיר ב\"ר אברהם יהושע העשיל ז\"ל מאפטא אב\"ד זינקוב"
    },
    {
      "text": "רבי ברוך ב\"ר חיים מצאנז ז\"ל אב\"ד גארליץ"
    },
    {
      "text": "רבי הלל פאללאק ז\"ל אב\"ד סאסרעגין בעל קודש הילולים"
    },
    {
      "text": "רבי אורי הכהן מסאמבור ז\"ל"
    }
  ],
  "12_2": [
    {
      "text": "הרה\"ק רבי יעקב יחזקי' ב\"ר משה בעל ויגד יעקב זצוק\"ל נסתלק לגנזי מרומים שנת תש\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יום טוב אלגאזי ב\"ר ישראל יעקב זצ\"ל מהרי\"ט אלגאזי"
    },
    {
      "text": "ר' אהרן ארי' ב\"ר מאיר ז\"ל ר' ארון לייב מפרעמישלאן"
    },
    {
      "text": "ר' בנימין וואלף לעוו ב\"ר אלעזר זצ\"ל אב\"ד ווערבוי בעל שערי תורה"
    }
  ],
  "12_3": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל האוהב ישראל מ'אפטא זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_4": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר משה מוויטעפסק פרי הארץ זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_5": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל מלעלוב זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר נחום מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_7": [
    {
      "text": "משה רבינו עליו השלום נסתלק לגנזי מרומים שנת ב' תמ\"ח לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף חיים ב\"ר אברהם יצחק מסאנז זצוק\"ל נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים יוסף דוב ב\"ר שמואל מבערעזשאן זצוק\"ל נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי זאב נחום ב\"ר אברהם מביקאווסק זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר מרדכי מטריסק זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_8": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב מקוברין זצוק\"ל נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_9": [
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי מהאסטראפאלי זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_10": [
    {
      "text": "הרה\"ק רבי אברהם דוב ב\"ר שלום שכנא מראפשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_11": [
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר מגיד מליזענסק זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה אב\"ד זלאטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_12": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר יצחק יארוסלאב זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_13": [
    {
      "text": "הרה\"ק רבי יואל ב\"ר שמואל מבעלז זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל אוהב ישראל מאפטא זצוק\"ל נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יעקב מליסקא זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_14": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר יצחק אייזיק מקאליש זצוק\"ל נסתלק לגנזי מרומים שנת תקל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר יחיאל מיכל מקרעטשניף זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_15": [
    {
      "text": "הרה\"ק רבי צבי אלימלך ב\"ר דוד מבלוזשוב צבי לצדיק זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_16": [
    {
      "text": "הרה\"ק רבי יוסף אלטר ב\"ר אברהם מרדכי מגור זצוק\"ל נסתלק לגנזי מרומים שנת תש\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_17": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר ברוך בנדיט מגור זצוק\"ל נסתלק לגנזי מרומים שנת תר\"ץ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_18": [
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר מגיד מליזענסק זצוק\"ל נסתלק לגנזי מרומים שנת תקמ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_19": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק מוויזניץ זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_20": [
    {
      "text": "הרה\"ק רבי יואל ב\"ר שמואל מבעלז זצוק\"ל נסתלק לגנזי מרומים שנת תקנ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_21": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר אלימלך מליזענסק זצוק\"ל נסתלק לגנזי מרומים שנת תקס\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר יוסף מטשערנאביל זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_22": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה מקוזמיר זצוק\"ל נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר מראפשיץ זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם גרשון ב\"ר אפרים רבי גרשון קיטוב'ער זצוק\"ל נסתלק לגנזי מרומים שנת תקכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_24": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר יחיאל מיכל מקרעטשניף זצוק\"ל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_25": [
    {
      "text": "הרה\"ק רבי אברהם גרשון ב\"ר אפרים רבי גרשון קיטוב'ער זצוק\"ל נסתלק לגנזי מרומים שנת תקכ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל אברהם ב\"ר אליעזר זוסיא אדמו\"ר מסקולען זצ\"ל נסתלק לגנזי מרומים שנת תשע\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי ישראל יעקב ב\"ר אהרן פישער ראב\"ד העדה החרדית ירושלים זצ\"ל נסתלק לגנזי מרומים שנת תשס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_26": [
    {
      "text": "הרה\"ק רבי אליעזר ליפא ב\"ר אלימלך מחמעלניק אורח לצדיק זצוק\"ל נסתלק לגנזי מרומים שנת תק\"ע לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_27": [
    {
      "text": "הגה\"ק רבי יוסף שאול נאטאנזאהן ב\"ר ארי' לייבוש מ'לעמבערג שואל ומשיב זצ\"ל נסתלק לגנזי מרומים שנת תרל\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_28": [
    {
      "text": "הגה\"ק רבי שמואל ב\"ר נתן נטע הלוי מ'קעלין מחצית השקל זצ\"ל נסתלק לגנזי מרומים שנת תקס\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_29": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר דוב צבי הכהן מ'ראדאמסק תפארת שלמה זצוק\"ל נסתלק לגנזי מרומים שנת תרכ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ]
}
