{
  "1_1": [
    {
      "text": "הרבנית רחל בת רבינו הק' מרן יואל זצ\"ל בתה של רבינו הקוה\"ט זי\"ע ועכ\"י אשת הגה\"צ ר' יקותיאל יהודא ט\"ב זצוק\"ל אב\"ד סיגוט יצ\"ו נפטרה תרצ\"ב תנצב\"ה"
    },
    {
      "text": "הרה\"ק רבי אלימלך מגראדזיסק זצ\"ל בעמ\"ס אמרי אלימלך ב\"ר חיים מאיר יחיאל זצוק\"ל ממאגליניצא נכד המגיד הק' מקאזניץ זיעוכ\"י נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_2": [
    {
      "text": "הרה\"ק רבי שלום דובער ב\"ר שמואל זצוק\"ל מהרש\"ב מליובאוויטש נסתלק לגנזי מרומים שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_3": [
    {
      "text": "הגה\"ק רבי יעקב ב\"ר אברהם זצוק\"ל שפירא אב\"ד הומנא הנקרא ר' יעקל חריף תלמיד הרה\"ק מהר\"ם מרימנוב זי\"ע נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי בנימין זאב ב\"ר יחיאל מיכל זצוק\"ל מזלאטשוב ר' וועלוועלי מזבאריז נסתלק לגנזי מרומים שנת תקפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_4": [
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר מרדכי זצוק\"ל מטשערנאביל מראחמיסטריווקא נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_5": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל זצוק\"ל האוהב ישראל מ'אפטא נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי אלימלך ב\"ר דויד זצוק\"ל מ'בלוזשוב צבי לצדיק נסתלק לגנזי מרומים שנת תרפ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרבנית ברכה סימא בת הרה\"ק ר' שלו' אליעזר ז\"ל מראצפערט מחברתו הטהורה של הרה\"ק בעל עצי חיים זי\"ע אב\"ד סיגוט יצ\"ו אמו של רבינו בעל ברך משה זצ\"ל זי\"ע ועכ\"י נסתלקה לגנזי מרומים שנת תרפ\"ו לפ\"ק תנצב\"ה"
    }
  ],
  "1_6": [
    {
      "text": "הגה\"ק רבי מאיר שיף ב\"ר יעקב ז\"ל מהר\"ם שיף נסתלק לגנזי מרומים שנת שצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן ראטה ב\"ר שמואל יעקב ז\"ל שומרי אמונים נסתלק לגנזי מרומים שנת תש\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_7": [
    {
      "text": "הרה\"ק רבי יצחק ב\"ר יוסף זצוק\"ל רבי איציק'ל דרוהביטש'ער תלמיד הבעש\"ט ה\"ק נסתלק לגנזי מרומים שנת תק\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרבנית חנה בת הגה\"ק ר' יואל זצ\"ל אב\"ד זלאטשוב מחברתו הטהורה של הרה\"ק בעל קדושת יו\"ט זי\"ע אב\"ד סיגוט יצ\"ו אמו של רבינו הקוה\"ט זי\"ע ועכ\"י נסתלקה לגנזי מרומים תנצב\"ה"
    }
  ],
  "1_8": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר דוב בער זצוק\"ל מנעשכיז נסתלק לגנזי מרומים שנת תק\"ס"
    }
  ],
  "1_25": [
    {
      "text": "הרה\"ק מרן רבינו חיים ב\"ר ארי' ליבוש זצוק\"ל בעל דברי חיים מצאנז זצוקלה\"ה נסתלק לגנזי מרומים שנת תרל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_26": [
    {
      "text": "יהושע בן נון נסתלק לגנזי מרומים שנת ב' תקט\"ז לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "מרן רבינו משה בן מרן חיים צבי זצוק\"ל בעל ברך משה נסתלק לגנזי מרומים שנת תשס\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יהושע העשיל ב\"ר יצחק יואל זצ\"ל אב\"ד מאניסטריטש בעל ערכי יהושע נסתלק לגנזי מרומים שנת תרח\"צ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_27": [
    {
      "text": "הגה\"ק רבי יהודא כהנא ב\"ר יוסף הכהן זצוק\"ל אב\"ד סיגוט יצ\"ו בעל קונטרס הספיקות נסתלק לגנזי מרומים שנת תקע\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי לוי יצחק ב\"ר משה זצ\"ל אב\"ד צעהלים יצ\"ו נסתלק לגנזי מרומים שנת תש\"מ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אביגדור בן ישראל ז\"ל מיללער בעל לב אביגדור נסתלק לגנזי מרומים שנת תשס\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שלום משה ב\"ר שמואל דוד ז\"ל מנייטרא נסתלק לגנזי מרומים שנת תשס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_28": [
    {
      "text": "הרה\"ק רבי שבתי שעפטיל ב\"ר ישעי' הלוי זצוק\"ל בנו של השל\"ה הק' בעל ווי העמודים נסתלק לגנזי מרומים שנת ת\"כ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_29": [
    {
      "text": "הרה\"ק רבי משה ב\"ר ישראל אליעזר זצוק\"ל רבי משה קוברינער נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "1_30": [
    {
      "text": "הרה\"ק רבי חיים ויטאל ב\"ר יוסף זצוק\"ל עץ חיים תלמיד האריה\"ק זי\"ע נסתלק לגנזי מרומים שנת ש\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יעקב יצחק ב\"ר מנחם נחום זצוק\"ל ממקארוב נכד ר\"מ מטשערנוביל נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי נחום הסופר ב\"ר יוסף זי\"ע מטאחוב נסתלק לגנזי מרומים שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יעקב עמדין ב\"ר צבי זצוק\"ל יעב\"ץ נסתלק לגנזי מרומים שנת תקל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_1": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר יעקב זצוק\"ל אשכנזי חכם צבי נסתלק לגנזי מרומים שנת תע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר משה זצוק\"ל מוויטעפסק פרי הארץ נסתלק לגנזי מרומים שנת תקמ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שמואל שמעלקא ב\"ר צבי הירש הלוי זצוק\"ל מניקלשבורג נסתלק לגנזי מרומים שנת תקל\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_3": [
    {
      "text": "הרה\"ק רבי ישעי' ב\"ר משה זצוק\"ל שטיינער מקערעסטיר נסתלק לגנזי מרומים שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ארי' לייב ב\"ר משה צינץ זצוק\"ל מפלאצק מלא העומר נסתלק לגנזי מרומים שנת תקצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יששכר בער ב\"ר יעקב זצוק\"ל אבדק\"ק ע' סענזשארץ בינת יששכר נסתלק לגנזי מרומים שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_4": [
    {
      "text": "הרה\"ק רבי יעקב ב\"ר אהרן זצוק\"ל ששפורט נסתלק לגנזי מרומים שנת תכ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ליפא ב\"ר יצחק אייזיק זצוק\"ל מסאמבור נסתלק לגנזי מרומים שנת תקפ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי חיים ב\"ר יחזקאל שרגא זצ\"ל מערץ מתולעת יעקב נסתלק לגנזי מרומים שנת תש\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_5": [
    {
      "text": "הרה\"צ רבי מאיר מנשה ב\"ר מרדכי זצ\"ל לייפער אב\"ד באניע מאנסי נפטר שנת תשפ\"א לפ\"ק תנצב\"ה"
    },
    {
      "text": "הרה\"צ רבי אליעזר חיים ב\"ר ברוך זצוק\"ל מיאמפילע נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יצחק אייזיק זצוק\"ל מסאמבור נסתלק לגנזי מרומים שנת ת\"ר לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף מאיר ב\"ר שמואל צבי זצוק\"ל מספינקא אמרי יוסף נסתלק לגנזי מרומים שנת תרס\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר אברהם שלו' זצוק\"ל מסטראפקוב נסתלק לגנזי מרומים שנת תשי\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_23": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי דוד מטאלנא זצוק\"ל נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_24": [
    {
      "text": "הגה\"ק רבי יעקב ב\"ר יעקב משה זצוק\"ל חוות דעת דרך החיים נסתלק לגנזי מרומים שנת תקצ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אליעזר צבי ב\"ר יצחק אייזיק יהודא יחיאל זצוק\"ל דמשק אליעזר מקאמארנא נסתלק לגנזי מרומים שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אלעזר ב\"ר מרדכי זצוק\"ל אב\"ד קיוויאשד יצ\"ו נסתלק לגנזי מרומים שנת תשל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_25": [
    {
      "text": "הרה\"ק רבי חיים ב\"ר מנחם מענדל זצוק\"ל תורת חיים מקאסוב נסתלק לגנזי מרומים שנת תרי\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יקותיאל יהודא ב\"ר חיים צבי זצוק\"ל אבד\"ק סיגעט נהרג עקדה\"ש באושוויץ הי\"ד שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_26": [
    {
      "text": "הרה\"ק רבי משה חיים לוצאטו ב\"ר יעקב חי זצוק\"ל בעמח\"ס מסילת ישרים נסתלק לגנזי מרומים שנת תק\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר מרדכי זצוק\"ל ר' שלמה'קא זעוויהלער זי\"ע מירושלים ת\"ו נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_27": [
    {
      "text": "הרה\"ק רבי שלמה שניאור זלמן ב\"ר יהודא לייב זצוק\"ל מקאפוסט מח\"ס מגן אבות נסתלק לגנזי מרומים שנת תר\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי אליעזר זאב ב\"ר מאיר זצ\"ל הי\"ד רויזענבוים מקרעטשניף נפטר שנת תש\"ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה יעקב ארי' ע\"ה ב\"ר בנימין צבי ע\"ה אונגאר תנצב\"ה"
    },
    {
      "text": "הרה\"ג ר' אליהו ב\"ר ישראל מרדכי ז\"ל סימאן ר\"מ בישיבתינו הק' רבות בשנים תנצב\"ה"
    }
  ],
  "2_28": [
    {
      "text": "הגבאי צדקה של רבינו הק' זי\"ע הרה\"ח ר' שלום ב\"ר ישכר ז\"ל לויפער תנצב\"ה"
    },
    {
      "text": "הרה\"ק רבי יצחק מקורבל ב\"ר יוסף זצוק\"ל בעל הסמ\"ק נסתלק לגנזי מרומים שנת ה\"א י\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה לייב ב\"ר יוסף צילץ זצוק\"ל ראב\"ד ניקלשבורג מח\"ס מילי דאבות נסתלק לגנזי מרומים שנת תקצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "2_29": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר אהרן ארי' לייב זצוק\"ל מפרעמישלאן נסתלק לגנזי מרומים שנת תר\"י לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_1": [
    {
      "text": "הרה\"ק רבי אליעזר דוד ב\"ר עמרם זצוק\"ל שו\"ת קרן לדוד, אב\"ד סאטמאר יצ\"ו נסתלק לגנזי מרומים שנת תרפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר טיקטין ב\"ר שמואל שמעלקא זצוק\"ל מהר\"ם טיקטין נסתלק לגנזי מרומים שנת תק\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_2": [
    {
      "text": "הרה\"ק רבי חיים יצחק אייזיק ב\"ר יושע הי\"ד ז\"ל האלבערשטאם אב\"ד סלאטפינא, חתן מרן העצי חיים זי\"ע נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל ב\"ר ברוך זצ\"ל מוויזניץ בעמח\"ס אהבת ישראל נסתלק לגנזי מרומים שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי יואל זוסמאן ב\"ר דוד צבי זצ\"ל מערץ אביו של הרה\"צ ר' יחזקאל'ע נסתלק לגנזי מרומים שנת תשמ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים אלעזר ב\"ר צבי הירש זצוק\"ל מנחת אלעזר מונקאטש נסתלק לגנזי מרומים שנת תרצ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_3": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר יצחק זצוק\"ל משפיטיווקא נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן ב\"ר ישראל יעקב יוקל הי\"ד זצוק\"ל אב\"ד וואלאווא חותן מרן הברך משה זצ\"ל נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל צבי ב\"ר יהוסף הי\"ד זצוק\"ל אור מלא מקאסאן נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עובדי' ב\"ר זכרי' זצוק\"ל מברטנורא נסתלק לגנזי מרומים לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_4": [
    {
      "text": "הרה\"ק רבי ישעי' נפתלי הירץ ב\"ר דויד זצוק\"ל מדינוב מח\"ס הנותן אמרי שפר נסתלק לגנזי מרומים שנת תרמ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "מלמד דרדקי במוסדותינו הק' רבות בשנים וגבאי נאמן צדקת רבי מאיר בעל הנס כולל שומרי החומות הרה\"ח עקיבא צבי ז\"ל ב\"ר ברוך יהודא ז\"ל גאנז נפטר שנת תשפ\"א לפ\"ק תנצב\"ה"
    }
  ],
  "3_5": [
    {
      "text": "הרה\"ק רבי זאב וואלף ב\"ר שמואל זצוק\"ל מזיטאמיר מח\"ס אור המאיר נסתלק לגנזי מרומים שנת תקנ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_6": [
    {
      "text": "הרה\"ק רבי חיים אברהם דובער לעווין ב\"ר שניאור זלמן הכהן זצוק\"ל הנקרא דער מלאך נסתלק לגנזי מרומים שנת תרצ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_26": [
    {
      "text": "הרה\"ק רבי יהושע ב\"ר יוסף זצוק\"ל אור פני יהושע מגאלאנטא נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "התנא האלקי יהונתן בן עוזיאל יוסי בן קיסמא נסתלק לגנזי מרומים לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_27": [
    {
      "text": "התנא הק' ר' חנינא בן תרדיון נפ' ג\"א שס\"ג"
    },
    {
      "text": "הגה\"ק ר' מאיר ב\"ר יצחק אשכנזי מח\"ס פנים מאירות נפ' תק\"ד זכותם יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי רפאל ב\"ר משה זצ\"ל זילבער אב\"ד פריימאן ור\"מ ישיבתינו הק' נסתלק לגנזי מרומים שנת תשנ''ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר צבי מנחם מענדל זצוק\"ל בן הרה\"ק ר\"ר זושא זי\"ע אב\"ד קורימא נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יעקב ב\"ר מרדכי הלוי זצוק\"ל פראגער אב\"ד אדא פעטראוואסעלא נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_28": [
    {
      "text": "הרה\"ק רבי משולם פייש ב\"ר מרדכי הלוי זצוק\"ל מטאהש נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_29": [
    {
      "text": "הקדוש רבי יעקב ישראל ב\"ר יצחק אייזיק הלוי ז\"ל הי\"ד דר. דיהאן נסתלק לגנזי מרומים שנת תרפ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "3_30": [
    {
      "text": "הרה\"ק רבי חיים אלעזר ב\"ר אברהם יהודא זצוק\"ל אב\"ד קאליש בעל נפש חיה נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שמעי' ב\"ר יודא ארי ז\"ל גרינבוים מח\"ס סייעתא דשמיא נסתלק לגנזי מרומים שנת תשפ'ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "הגה\"ק רבי שלמה קלוגער ב\"ר יהודא אהרן זצוק\"ל קהלת יעקב, האלף לך שלמה נסתלק לגנזי מרומים שנת תרכ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_1": [
    {
      "text": "הרה\"ק רבי קלונימוס קלמן ב\"ר אהרן הלוי זצוק\"ל קראקא מאור ושמש נסתלק לגנזי מרומים שנת תקפ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר מאיר נתן זצוק\"ל מבאבוב עטרת שלמה נסתלק לגנזי מרומים שנת תרס\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_2": [
    {
      "text": "הרה\"ק רבי נחמן ב\"ר יצחק זצוק\"ל מהורדענקא נסתלק לגנזי מרומים שנת תקכ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר מרדכי זצוק\"ל מטשערנאביל מגן אברהם מטריסק נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר אשר ישעי' זצוק\"ל מראפשיץ ר' אלימלך סאקאלאווער זי\"ע נסתלק לגנזי מרומים שנת תרכ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_4": [
    {
      "text": "רבותינו בעל התוספות רבינו יעקב ב\"ר מאיר זצוק\"ל הרבינו תם נסתלק לגנזי מרומים שנת ד' תתקל\"א לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי פנחס ב\"ר צבי הירש הלוי זצוק\"ל הפלאה מפראנקפורט נסתלק לגנזי מרומים שנת תקס\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יושע העשיל ב\"ר ברוך זצוק\"ל בנו של ברוך טעם נסתלק לגנזי מרומים שנת תר? לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_5": [
    {
      "text": "הרה\"ק רבי בצלאל יהושע ב\"ר יחיאל מיכל זצוק\"ל מגלינא חתן מרן הק' דברי חיים זי\"ע נסתלק לגנזי מרומים שנת תרע\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב שמשון זצוק\"ל מקאסוב בעל לקט עני נסתלק לגנזי מרומים שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_7": [
    {
      "text": "הרה\"ק רבי ברוך ב\"ר יהושע יחזקאל פייוויל זצוק\"ל מלייפניק ברוך טעם נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שאול ב\"ר ארי' לייב זצוק\"ל בן בתו של החכם צבי זי\"ע אמסטערדאם בנין אריאל נסתלק לגנזי מרומים שנת תק\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי יהודא יחיאל ב\"ר אברהם ישכר דוב זצוק\"ל אייזיקזאהן חתן מרן עצי חיים זי\"ע נסתלק לגנזי מרומים שנת תשל\"ז לפ\"ק תנצב\"ה"
    }
  ],
  "4_8": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר אליעזר זצוק\"ל מדזשיקוב אמרי נועם נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר אברהם זצוק\"ל מטריסק מקאזמיר נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_25": [
    {
      "text": "הגה\"צ רבי סיני ב\"ר ברוך מגארליץ זצוק\"ל מזימגראד בעל חמדה גנוזה נסתלק לגנזי מרומים שנת תש\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_26": [
    {
      "text": "מו\"ה ר' ישכר דוב ב\"ר חנני' יו\"ט ע\"ה ר' בערל פריעדמאן ע\"ה ראה\"ק דקהלתינו הק' נפטר שנת תשע\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "4_27": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר יהושע מקאמינקא זצוק\"ל מאושפיצין חתן מרן הדברי חיים זי\"ע נסתלק לגנזי מרומים שנת תש\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_28": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר אלימלך זצוק\"ל בנו של הרה\"ק רבי ר' אלימלך זי\"ע נסתלק לגנזי מרומים שנת תקס\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבינו משה ב\"ר צבי זצוק\"ל ישמח משה מאיהעל נסתלק לגנזי מרומים שנת תר\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר יוסף זצ\"ל גאנצפריעד בעמח\"ס קיצור שו\"ע נסתלק לגנזי מרומים שנת תרמ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי אביגדור ב\"ר אברהם אביש זצוק\"ל ר' הערש נאפקער נסתלק לגנזי מרומים שנת תרס\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "4_29": [
    {
      "text": "רבן של ישראל רבי שלמה ב\"ר יצחק זצוק\"ל רש\"י הקדוש נסתלק לגנזי מרומים שנת ד' תתס\"ה לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "מו\"ה ר' יושע צבי ב\"ר ישראל ע\"ה שטיינמעטץ נפטר שנת תשס\"ו לפ\"ק תנצב\"ה"
    }
  ],
  "5_1": [
    {
      "text": "אהרן הכהן ע\"ה בן עמרם נסתלק לגנזי מרומים"
    },
    {
      "text": "הרה\"ק רבי שמואל ב\"ר דוד צבי זצ\"ל בעמח\"ס חתן סופר נסתלק לגנזי מרומים שנת תרמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שלמה ב\"ר בנציון ז\"ל האלבערשטאם מבאבוב נפטר שנת תש\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אהרן בן מרן רביה\"ק חיים זי\"ע אב\"ד צאנז קרייזער רב נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_2": [
    {
      "text": "הגה\"צ רבי יצחק טובי' ב\"ר שלמה זצ\"ל ווייס גאב\"ד ירושלים נפטר שנת תשפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_3": [
    {
      "text": "הרה\"ק רבי שמשון ב\"ר פסח זצוק\"ל מאוסטראפאליע נסתלק לגנזי מרומים שנת ת\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_4": [
    {
      "text": "הרה\"ק רבי בנציון ב\"ר שלמה זצוק\"ל האלבערשטאם בעל קדושת ציון נסתלק לגנזי מרומים שנת תש\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם עזרי' ב\"ר יצחק ברכי' זצוק\"ל רמ\"ע מפאנו נסתלק לגנזי מרומים שנת שפ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_5": [
    {
      "text": "הרה\"ק רבינו יצחק ב\"ר שלמה זצוקלה\"ה האר\"י הקדוש נסתלק לגנזי מרומים שנת ה'של\"ג לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי אריה לייבוש ב\"ר יהושע מבעלזא זצוק\"ל רוקח ממאגרוב נסתלק לגנזי מרומים שנת תרצ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_7": [
    {
      "text": "הרה\"ק רבי משה ב\"ר עמרם זצוק\"ל גרינוואלד בעמח\"ס ערוגת הבושם והכנה דרבה נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_8": [
    {
      "text": "הרה\"ק רבי מנחם ב\"ר אברהם זצוק\"ל באר מנחם מקאלוב נסתלק לגנזי מרומים שנת תרח\"צ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_9": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אברהם אליעזר הלוי זצוק\"ל החוזה מלובלין נסתלק לגנזי מרומים שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "מו\"ה ר' יודא ארי' ב\"ר אברהם ע\"ה ר' לייבוש לעפקאוויטש ע\"ה ראה\"ק דקהלתינו הק' נפטר שנת תשנ\"ח לפ\"ק תנצב\"ה"
    }
  ],
  "5_10": [
    {
      "text": "הגה\"צ רבי יוסף ב\"ר יחזקאל זצוק\"ל מדעעש בעל שארית יוסף נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_22": [
    {
      "text": "הרה\"ק רבי מאיר ב\"ר יעקב זצוקלה\"ה ר' מאיר הגדול מפרימישלאן נסתלק לגנזי מרומים שנת תקמ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_24": [
    {
      "text": "הרה\"ק רבי אפרים זלמן ב\"ר מנחם מאניש זצוק\"ל בעמח\"ס מטה אפרים נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_25": [
    {
      "text": "הגה\"ק רבי יעקב משולם ב\"ר מרדכי זאב זצוק\"ל ארענשטיין בעל ישועות יעקב אב\"ד לבוב נסתלק לגנזי מרומים שנת תקצ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר נפתלי צבי מראפשיץ זצוק\"ל אב\"ד לינסק נסתלק לגנזי מרומים שנת תקצ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח אלימלך ב\"ר זאב ז\"ל לאנדא ר' אלימלך הגדול המלמד המפורסם יובל שנים במוסדותינו נפטר שנת תשס\"ג לפ\"ק תנצב\"ה"
    }
  ],
  "5_26": [
    {
      "text": "רבן של ישראל מרן רבינו הקוה\"ט יואל זצוקלה\"ה בן הרה\"ק מרן חנני' יו\"ט זיעועכ\"י רבינו הקוה\"ט זצוקלה\"ה נסתלק לגנזי מרומים שנת תשל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי נח נפתלי ב\"ר ישראל יעקב זצוק\"ל מקאברין נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_27": [
    {
      "text": "הרה\"ק רבי שמואל צבי ב\"ר אברהם אביש זצוק\"ל כ\"ק אדמו\"ר מספינקא נסתלק לגנזי מרומים ליל שבת קודש בעת עריכת השלחן שנת תשנ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משולם פייש ב\"ר מרדכי הלוי זצוק\"ל כ\"ק אדמו\"ר מטאהש נסתלק לגנזי מרומים שנת תשע\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_28": [
    {
      "text": "הרה\"צ רבי ישכר בער ב\"ר פנחס יוסף זצ\"ל דאכנער מבאניע רב דקהל יטב לב באנטווערפן יצ\"ו נסתלק לגנזי מרומים שנת תשנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_29": [
    {
      "text": "הרה\"ק רבי אליעזר זוסיא ב\"ר ישראל אברהם זצוק\"ל פארטוגאל מסקולען נועם אליעזר נסתלק לגנזי מרומים שנת תשמ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "5_30": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר אשר ישעי' זצוק\"ל בנו של ר\"ר אשר מראפשיץ חתן ר' מאיר'ל אפטער זי\"ע אב\"ד גלאגוב בעל אור ישע נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר אלימלך סג\"ל זצוק\"ל הי\"ד אביו של כ\"ק אדמו\"ר מטאהש זי\"ע אב\"ד דעמעטשער נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_1": [
    {
      "text": "הרה\"ק רבי חנוך העניך ב\"ר שמואל זצוק\"ל מאלעסק לב שמח נסתלק לגנזי מרומים שנת תרמ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלום דוד ב\"ר יעקב יצחק זצוק\"ל מזאבנא בעל יד שלום נסתלק לגנזי מרומים שנת תרפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_3": [
    {
      "text": "הרה\"ק רבי יצחק ישעי' בהרה\"ק חיים זי\"ע ר' ישעי'לע טשחוב'ער נסתלק לגנזי מרומים שנת תש\"ב לפ\"ק הי\"ד זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישכר בער בערצי ב\"ר יצחק מקאליש זצוק\"ל אביו של הרה\"ק ר' מרדכי מנאדבורנא נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_4": [
    {
      "text": "הגה\"ק רבי נתנאל בן הרה\"צ יחיאל מיכל הכהן זצ\"ל פריעד אב\"ד אויוואראש בעל פני מבין נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישעיהו בהרה\"ק מאיר זי\"ע תלמיד החוזה מלובלין רבו של תפארת שלמה אב\"ד פשעדבורז נסתלק לגנזי מרומים שנת תקצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_5": [
    {
      "text": "הרה\"צ רבי ישעי' יעקב ב\"ר ישראל אברהם זצ\"ל כ\"ק אדמו\"ר מסקולען נסתלק לגנזי מרומים שנת תשפ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_6": [
    {
      "text": "הגה\"צ ירא ושלם רבי שמעון זאב בן הרב צבי משה ז\"ל אב\"ד אראד נסתלק לגנזי מרומים שנת תשמ\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שמשון חיים בן מרן נחמן מיכאל זצוק\"ל בעל מחבר ספה\"ק זרע שמשון נסתלק לגנזי מרומים שנת תקל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק מרן יקותיאל יודא בן מרן אלעזר ניסן זצוק\"ל מסיגוט הייטב לב נסתלק לגנזי מרומים שנת תרמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק אב\"ד קראקא יצ\"ו רבי גרשון שאול יו\"ט ליפמאן ב\"ר נתן הלוי זצוק\"ל העללער בעמח\"ס תוספות יו\"ט נסתלק לגנזי מרומים שנת תי\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_9": [
    {
      "text": "הרה\"ק רבי צדוק ב\"ר יעקב הכהן זצוק\"ל מלובלין פרי צדיק נסתלק לגנזי מרומים שנת תר\"ס לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי יהונתן ב\"ר צבי זצ\"ל ראב\"ד דקהל יראים פעסט יצ\"ו ואב\"ד רקהל עדת יראים וויען בעמח\"ס מהר\"י שטייף נסתלק לגנזי מרומים שנת תשי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_10": [
    {
      "text": "הרה\"ק רבי פנחס ב\"ר אברהם אבא זצוק\"ל מקאריץ אמרי פנחס נסתלק לגנזי מרומים שנת תק\"נ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_20": [
    {
      "text": "הרה\"ק רבי אהרן ב\"ר משה יודא לייב זצוק\"ל מווילעדניק נסתלק לגנזי מרומים שנת תשנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_21": [
    {
      "text": "הגה\"ק רבי יונתן ב\"ר נתן נטע זצוק\"ל אייבשיץ בעמח\"ס יערות דבש נסתלק לגנזי מרומים שנת תקכ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_22": [
    {
      "text": "הרה\"ק רבי מרדכי דוב ב\"ר משולם זושא זצוק\"ל מהורונסטייפל עמק שאלה נסתלק לגנזי מרומים שנת תרס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_23": [
    {
      "text": "הרה\"ק רבי אורי ב\"ר פנחס זצוק\"ל מסטרעליסק נסתלק לגנזי מרומים שנת תקפ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_24": [
    {
      "text": "הגה\"ק רבי אברהם יוסף ב\"ר ארי' יודא ליבוש זצ\"ל איגרא מזשילין מח\"ס תולדות אברהם יוסף נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יוסף ב\"ר משה זצ\"ל בעמח\"ס מנחת חינוך נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי ישראל מאיר הכהן ב\"ר ארי' לייב זצ\"ל מראדין משנה ברורה חפץ חיים נסתלק לגנזי מרומים שנת תרצ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח מו\"ה ליפא ב\"ר אברהם ע\"ה קאהן נפטר שנת תשפ\"ב לפ\"ק תנצב\"ה"
    }
  ],
  "6_25": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר יצחק זצוקללה\"ה מדראביטש ר' מיכל זלאטשוב'ער נסתלק לגנזי מרומים שנת תקמ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוד בהרה\"ק חיים זצוק\"ל אב\"ד קשאנוב נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_26": [
    {
      "text": "הרה\"ק רבי עמרם ב\"ר יצחק יעקב זצוק\"ל בעל בית שערים אב\"ד ב. אויפאלו נסתלק לגנזי מרומים שנת תרס\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר אברהם ב\"ר משה יוסף זצוק\"ל תלמיד החוזה מלובלין אב\"ד טשאבע בעל פרי צדיק נסתלק לגנזי מרומים שנת תקפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_27": [
    {
      "text": "הרה\"ק רבי שלום ב\"ר אלעזר זצוקללה\"ה השר שלום מבעלזא נסתלק לגנזי מרומים שנת תרט\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק הנשר הגדול רבי נתן אדלער ב\"ר יעקב שמעון הכהן זצוקללה\"ה רבו של החתם סופר זי\"ע נסתלק לגנזי מרומים שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    }
  ],
  "6_29": [
    {
      "text": "הרה\"ק רבי אליעזר חיים ב\"ר אברהם זצוק\"ל בעל שו\"ת פרי השדה אב\"ד באניהאד נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_1": [
    {
      "text": "רבי אמנון הפייטון ממאגענצא בעל נתנה תוקף נסתלק לגנזי מרומים שנת ד'תשע\"ב לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי מאיר יהודא לייביש ב\"ר יחיאל מיכל זצוק\"ל המלבי\"ם נסתלק לגנזי מרומים שנת תר\"מ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_2": [
    {
      "text": "מו\"ה אברהם יצחק ב\"ר יוסף משה ע\"ה זיכערמאן מלמד תשב\"ר במוסדותינו נפטר שנת תשנ\"ה לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה בנציון ב\"ר דוב ע\"ה אינדיג נפטר שנת תשע\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "7_3": [
    {
      "text": "מו\"ה חיים צבי ב\"ר מנחם מאיר ע\"ה יאקאבאוויטש נפטר שנת תשנ\"ד לפ\"ק תנצב\"ה"
    },
    {
      "text": "מו\"ה מרדכי ב\"ר ארי' ע\"ה הערשקאוויטש מלמד תשב\"ר במוסדותינו נפטר שנת תשפ\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "7_3 or 7_4": [
    {
      "text": "הרה\"ק רבי יצחק ארי' ב\"ר מתתי' זצוק\"ל הנקרא ר' זעקיל לייב הבע\"ש ממיכלשטאט יצ\"ו נסתלק לגנזי מרומים ביהשמ\"ש מג' לד' תשרי שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_4": [
    {
      "text": "הגה\"צ רבי אברהם ב\"ר יחיאל מיכל זצ\"ל בעל חיי אדם נסתלק לגנזי מרומים שנת תקפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_6": [
    {
      "text": "הרה\"ק רבי ארי' לייב ב\"ר ברוך זצוק\"ל שפאלער זיידע נסתלק לגנזי מרומים שנת תקע\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_7": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר שבתי זצוק\"ל מפרוביטש נסתלק לגנזי מרומים שנת תקנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_9": [
    {
      "text": "הרה\"ק רבי מרדכי נחמן ב\"ר אהרן זצוק\"ל משטפנשט נסתלק לגנזי מרומים שנת תרנ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ברוך ב\"ר יצחק זצוק\"ל מקוסוב נסתלק לגנזי מרומים שנת תרכ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק מאיר ב\"ר ישראל זצוק\"ל מגור חידושי הרי\"ם נסתלק לגנזי מרומים שנת תרכ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_10": [
    {
      "text": "הגה\"ק רבי אברהם יעקב ב\"ר משה יהודה לייב זצוק\"ל אב\"ד קאברין נסתלק לגנזי מרומים שנת תרמ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה יחיאל אפשטיין ב\"ר אברהם יצחק זצוק\"ל אב\"ד אוזדא נסתלק לגנזי מרומים שנת תרס\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר יצחק אייזיק זצוק\"ל אב\"ד סאסוב נסתלק לגנזי מרומים שנת תש\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי לייבוש ב\"ר חיים יחיאל מיכל זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_13": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שלום שכנא זצוק\"ל אב\"ד קראקא נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_14": [
    {
      "text": "הרה\"ק רבי מנחם נחום ב\"ר צבי זצוק\"ל מסטפנשט נסתלק לגנזי מרומים שנת תקמ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_15": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל זצוק\"ל אוהב ישראל מאפטא נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין זצוק\"ל מזידיטשוב נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר יוסף זצוק\"ל מרימנוב נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל זצוק\"ל מלעלוב נסתלק לגנזי מרומים שנת תרע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_16": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר זצוק\"ל מראפשיץ נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_17": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה זצוק\"ל מקוזמיר נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_18": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר אהרן זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_19": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אשר זצוק\"ל מיאנוב נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים מאיר יחיאל ב\"ר אברהם יצחק זצוק\"ל מגאגלניצא נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_20": [
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי זצוק\"ל מהאסטראפאלי נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_21": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר יהודה לייב זצוק\"ל מלובלין נסתלק לגנזי מרומים שנת תקע\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק זצוק\"ל מוורקא נסתלק לגנזי מרומים שנת תרכ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_22": [
    {
      "text": "הרה\"ק רבי אברהם דוב ב\"ר שלום שכנא זצוק\"ל מראפשיץ נסתלק לגנזי מרומים שנת תרל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_23": [
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר אשר זצוק\"ל מסדיגורא נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי זצוק\"ל מזידיטשוב נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_24": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_25": [
    {
      "text": "הרה\"ק רבי לוי יצחק ב\"ר ישראל זצוק\"ל מבארדיטשוב נסתלק לגנזי מרומים שנת תקע\" לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אשר ישעיה ב\"ר רפאל זצוק\"ל מרופשיץ נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר ישראל זצוק\"ל מלינסק נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_26": [
    {
      "text": "הרה\"ק רבי משה דוד ב\"ר יחיאל מיכל זצוק\"ל מזלאטשוב נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_27": [
    {
      "text": "הרה\"ק רבי אלעזר רוקח ב\"ר שמואל שמעלקא מרגליות זצוק\"ל מאמסטערדאם בעל מעשה רוקח נסתלק לגנזי מרומים שנת תק\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_28": [
    {
      "text": "הרה\"ק רבי אפרים זלמן שור ב\"ר נפתלי הירש זצוק\"ל אב\"ד בריסק בעל תבואות שור הראשון נסתלק לגנזי מרומים שנת שצ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "7_29": [
    {
      "text": "הרה\"ק רבי אברהם חיים הורוויץ זצוק\"ל ב\"ר משה מראזוואדאוו זי\"ע מפלאנטש חותן רביהקוה\"ט זי\"ע נסתלק לגנזי מרומים שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם דוד ב\"ר אשר אנשיל זצוק\"ל מבוטשאטש אשל אברהם נסתלק לגנזי מרומים שנת תר\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר חיים זצוק\"ל צמח צדיק וויזניץ נסתלק לגנזי מרומים שנת תרמ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "התנא אלוקי שמעון הצדיק בן חוניו משיירי כנסת הגדולה נסתלק לגנזי מרומים שנת ג' תמ\"ח לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מאיר ב\"ר מנחם מענדל זצוק\"ל מגלאגוב נסתלק לגנזי מרומים שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_1": [
    {
      "text": "הרה\"ק רבי ארי' ליבוש ב\"ר ברוך זצוק\"ל לאנצוט קעשינוב בעל חומת אריאל תלמיד מהרה\"ק מלובלין ומהרה\"ק מאפטא זי\"ע נסתלק לגנזי מרומים שנת תקפ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף ענגיל ב\"ר יהודא זצוק\"ל בעל אתוון דאורייתא נסתלק לגנזי מרומים שנת תר\"פ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_2": [
    {
      "text": "הרה\"ח ר' יצחק ב\"ר יושע יודא ע\"ה גלאנץ נפטר שנת תשע\"ד לפ\"ק תנצב\"ה"
    }
  ],
  "8_3": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר שלום שכנא זצוק\"ל מפראהביטש מרוזשין נסתלק לגנזי מרומים שנת תרי\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אליעזר ב\"ר נפתלי צבי זצוק\"ל מראפשיץ מדזיקוב נסתלק לגנזי מרומים שנת תרכ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי שבתי שעפטיל ב\"ר ישעי' ישכר זצ\"ל ווייס אב\"ד שימאני נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_4": [
    {
      "text": "הרה\"ק רבי קלונימוס קלמן ב\"ר אלימלך זצ\"ל הי\"ד מפיאסעצנא יצ\"ו חובת התלמידיםהכשרת אברכים נהרג עקה\"ש שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח ר' אפרים שמואל ב\"ר יצחק אלחנן ע\"ה פעלדמאן נפטר שנת תשס\"ה לפ\"ק תנצב\"ה"
    }
  ],
  "8_5": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם זצוק\"ל מפיטשאייב נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר צבי זצוק\"ל משעפיטובקא נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר יוסף זצוק\"ל מרימנוב נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_6": [
    {
      "text": "הרה\"ק רבי דובעריש ב\"ר ישראל זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_7": [
    {
      "text": "הרה\"ק רבי ישעיה ב\"ר משה זצוק\"ל מקערעסטיר נסתלק לגנזי מרומים שנת תרפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר אשר אנשיל זצוק\"ל מקאפישניץ נסתלק לגנזי מרומים שנת תשנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_8": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי זצוק\"ל מזידיטשוב נסתלק לגנזי מרומים שנת תרל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_9": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר שלמה זצוק\"ל המגיד ממיזריטש נסתלק לגנזי מרומים שנת תשל\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_10": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין זצוק\"ל מזידיטשוב נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר יחיאל מיכל זצוק\"ל מקרעטשניף נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_11": [
    {
      "text": "מתושלח בן חנוך נסתלק לגנזי מרומים שנת א' תרנ\"ח לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם נחום ב\"ר צבי זצוק\"ל מסטפנשט נסתלק לגנזי מרומים שנת תקמ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רחל אמנו עליה השלום נסתלקה לגנזי מרומים שנת ב' שי\"ג לפ\"ג זכותה יגן עלינו"
    }
  ],
  "8_12": [
    {
      "text": "הרה\"ק רבי זאב וואלף ב\"ר שמואל זצוק\"ל מזיטאמיר נסתלק לגנזי מרומים שנת תקנ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר אברהם זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_13": [
    {
      "text": "הרה\"ק רבי יהודה צבי ב\"ר אברהם מרדכי זצוק\"ל מסטריקוב נסתלק לגנזי מרומים שנת תרע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_14": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר אברהם דוד זצוק\"ל מגאלדינגן נסתלק לגנזי מרומים שנת תקע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר יחיאל מיכל זצוק\"ל מאוורוטש נסתלק לגנזי מרומים שנת תרס\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר ישראל זצוק\"ל מסדיגורא נסתלק לגנזי מרומים שנת תרמ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_16": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר יצחק זצוק\"ל יארוסלאב נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ברוך ב\"ר יצחק זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_17": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר שמואל אברהם זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_18": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר מרדכי זצוק\"ל מקארלין נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_19": [
    {
      "text": "הרה\"ק רבי אהרן אריה לייב ב\"ר אשר זצוק\"ל מלעמבערג נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_20": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר מרדכי זצוק\"ל מטשעכנאוו נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_21": [
    {
      "text": "הרה\"ק רבי ישעיה ב\"ר אברהם זצוק\"ל משקלוב נסתלק לגנזי מרומים שנת תק\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_22": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר שמואל זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_23": [
    {
      "text": "הרה\"ק רבי אהרן ב\"ר יעקב זצוק\"ל מקארלין נסתלק לגנזי מרומים שנת תכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_24": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר ישראל זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_25": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי אלטר ב\"ר יצחק מאיר זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_26": [
    {
      "text": "הרה\"ח ר' ישראל ב\"ר שמעון משה ז\"ל ר' ישראל זופניק נפטר שנת תשמ\"ג לפ\"ק תנצב\"ה"
    }
  ],
  "8_27": [
    {
      "text": "הרה\"ק רבי דוד לידא ב\"ר ארי' ליבוש זצוק\"ל אב\"ד אמסטרדאם בעל עיר דוד תלמיד מהרה\"ק רבי ר' העשיל מקראקא זי\"ע נסתלק לגנזי מרומים שנת תנ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי יעקב ב\"ר דוד יצחק זצוק\"ל לייזער מפשעווארסק נסתלק לגנזי מרומים שנת תשנ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי ארי' לייבוש מרדכי ב\"ר משה זצוק\"ל משינאווא נסתלק לגנזי מרומים שנת תרצ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_28": [
    {
      "text": "הרה\"ק רבי אליעזר ליבר ב\"ר אברהם זצוק\"ל מבארדיטשוב תלמיד מהרה\"ק אור שבעת הימים הבעש\"ט זי\"ע נסתלק לגנזי מרומים שנת תקל\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רבינו יונה ב\"ר אברהם זצוק\"ל שערי תשובה לרבינו יונה נסתלק לגנזי מרומים שנת ה' כ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "8_30": [
    {
      "text": "הרה\"ק רבי צבי ב\"ר יהודא לייב הכהן זצוק\"ל רבי ר' הערש מרימנאוו נסתלק לגנזי מרומים שנת תר\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_1": [
    {
      "text": "הרה\"ק רבי שלום שכנא ב\"ר יוסף זצוק\"ל מלובלין רבו של הרמ\"א נסתלק לגנזי מרומים שנת שי\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_2": [
    {
      "text": "הרה\"ק רבי משולם פייוויש ב\"ר אהרן משה הלוי זצוק\"ל מזבאריז בעל יושר דברי אמת נסתלק לגנזי מרומים שנת תקנ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל יצחק ב\"ר ישכר בער זצוק\"ל מראדישיץ נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_3": [
    {
      "text": "הרה\"ק רבי ישראל מרדכי אפרים פישל ב\"ר אליעזר זוסמאן זצוק\"ל סופר אב\"ד שארוואר בעל זכרון אפרים נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי משולם יששכר ב\"ר צבי הירש זצוק\"ל אשכנזי מסטאניסלאוו נסתלק לגנזי מרומים שנת תשנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_5": [
    {
      "text": "הרה\"ק רבי שמואל אליעזר ב\"ר יהודה הלוי זצוק\"ל המהרש\"א נסתלק לגנזי מרומים שנת שצ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אשר אנשיל ב\"ר שמואל הלוי זצוק\"ל מנוחת אשר מטשענגער נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_6": [
    {
      "text": "הגה\"צ רבי חיים מיכאל ב\"ר שמואל זצוק\"ל דוב נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_7": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר שמואל זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי שלמה ב\"ר משה זצוק\"ל מראדוויל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_8": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_9": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר ישראל יצחק זצוק\"ל מליובה נסתלק לגנזי מרומים שנת תקס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_10": [
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר שלמה זצוק\"ל המגיד ממיזריטש נסתלק לגנזי מרומים שנת תשל\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יעקב זצוק\"ל מליסקא נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_11": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם זצוק\"ל מפיטשאייב נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_12": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר צבי זצוק\"ל משעפיטובקא נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_13": [
    {
      "text": "הרה\"ק רבי מנחם מנדל מורגנשטרן ב\"ר חיים זצוק\"ל מקוצק נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_14": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר ישראל זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרפ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם מרדכי אלטר ב\"ר יצחק מאיר זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_16": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר יצחק זצוק\"ל יארוסלאב נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_17": [
    {
      "text": "הרה\"ק רבי דוב בעריש ב\"ר שמואל אברהם זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרל\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_18": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר מרדכי זצוק\"ל מקארלין נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_19": [
    {
      "text": "הרה\"ק רבי אהרן אריה לייב ב\"ר אשר זצוק\"ל מלעמבערג נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי דוב בער ב\"ר ישראל יצחק זצוק\"ל מליובה נסתלק לגנזי מרומים שנת תקס\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יעקב זצוק\"ל מליסקא נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_20": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי דוד זצוק\"ל מטאלנא נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_21": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם זצוק\"ל מפיטשאייב נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_22": [
    {
      "text": "הרה\"ק רבי יעקב שמשון ב\"ר צבי זצוק\"ל משעפיטובקא נסתלק לגנזי מרומים שנת תקס\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_23": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יוסף זצוק\"ל מרימנוב נסתלק לגנזי מרומים שנת תרט\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_24": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_25": [
    {
      "text": "הרה\"ק רבי אשר ישעיה ב\"ר רפאל זצוק\"ל מרופשיץ נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר ישראל זצוק\"ל מלינסק נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יעקב ב\"ר אשר זצוק\"ל מסדיגורא נסתלק לגנזי מרומים שנת תרמ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי משה דוד ב\"ר יחיאל מיכל זצוק\"ל מזלאטשוב נסתלק לגנזי מרומים שנת תר\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר דוב זצוק\"ל מסקווירא נסתלק לגנזי מרומים שנת תשע\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_26": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר משה אליקים בריעה זצוק\"ל מקאזשניץ נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_27": [
    {
      "text": "הרה\"ק רבי חיים ב\"ר שלמה זצוק\"ל באר מים חיים סידורו של שבת נסתלק לגנזי מרומים שנת תקע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי אברהם יצחק ב\"ר אהרן דוד הכהן זצוק\"ל אדמו\"ר מתולדות אהרן בעל דברי אמונה נסתלק לגנזי מרומים שנת תשנ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_28": [
    {
      "text": "הרה\"ק רבי חזקיה די סילוה ב\"ר דוד זצוק\"ל בעמח\"ס פרי חדש נסתלק לגנזי מרומים שנת תנ\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עוזיאל ב\"ר צבי זצוק\"ל מייזליש עץ הדעת טוב נסתלק לגנזי מרומים שנת תקמ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_29": [
    {
      "text": "הרה\"ק רבי גדלי' ב\"ר יצחק זצוק\"ל מליניץ תשואות חן נסתלק לגנזי מרומים שנת תקס\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "9_30": [
    {
      "text": "הרה\"צ רבי דוד ב\"ר משה זצוק\"ל משינאווא מסאקאלאוו נסתלק לגנזי מרומים שנת ת\"ש לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_1": [
    {
      "text": "הגה\"ק רבי יאיר חיים בכרך ב\"ר משה שמשון זצוק\"ל שו\"ת חוות יאיר נסתלק לגנזי מרומים שנת תע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_2": [
    {
      "text": "הגה\"ק רבי יעקב צבי ב\"ר יהושע אשר זצוק\"ל מפאריסוב נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח רבי אברהם מרדכי ע\"ה ב\"ר ישראל יחיאל ע\"ה ר' אברהם מרדכי פאלאטשעק ז\"ל נפטר שנת תשס\"ה לפ\"ק"
    }
  ],
  "10_3": [
    {
      "text": "הגה\"ק רבי אברהם ב\"ר יהודא צבי זצוק\"ל בראנדוויין מסטרעטין מח\"ס דגל יהודה נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_4": [
    {
      "text": "הגה\"ק רבי גרשון חנוך העניך ב\"ר יעקב זצוק\"ל מראדזין בעל התכלת נסתלק לגנזי מרומים שנת תרנ\"א לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_5": [
    {
      "text": "הרה\"ק רבי אהרן ב\"ר צבי זצוק\"ל נכד אור שבעת הימים הבעש\"ט הק' מטיטוב נסתלק לגנזי מרומים שנת תקפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_6": [
    {
      "text": "הרה\"ק רבי יחזקאל שרגא בן רביה\"ק חיים זצוק\"ל משינאווא דברי יחזקאל נסתלק לגנזי מרומים שנת תרנ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_7": [
    {
      "text": "הרה\"ק רבי משה ב\"ר אברהם זצוק\"ל מבויאן נסתלק לגנזי מרומים שנת תרע\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי פנחס ב\"ר אברהם גרשון זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"י לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_8": [
    {
      "text": "הרה\"ק רבי נחום ב\"ר עוזר זצוק\"ל מסטפנשט נסתלק לגנזי מרומים שנת תקמ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_9": [
    {
      "text": "הרה\"ק רבי נתן דוד ב\"ר מנחם נחום זצוק\"ל מטריסק נסתלק לגנזי מרומים שנת תש\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_10": [
    {
      "text": "עזרא הסופר נסתלק לגנזי מרומים שנת ג' תתק\"ט לפ\"ג זכותו יגן עלינו"
    }
  ],
  "10_11": [
    {
      "text": "הרה\"ק רבי צבי שמואל ב\"ר יצחק זצוק\"ל משינאווא נסתלק לגנזי מרומים שנת תרל\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_12": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב זצוק\"ל מקוברין נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_13": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר יוסף זצוק\"ל מקארלין נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_14": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר שמואל זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_16": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אהרן זצוק\"ל מרימנוב נסתלק לגנזי מרומים שנת תר\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_17": [
    {
      "text": "הרה\"ק רבי צבי מרדכי ב\"ר אברהם זצוק\"ל מפיטשאייב נסתלק לגנזי מרומים שנת תקפ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_18": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין זצוק\"ל מזידיטשוב נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_19": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אשר זצוק\"ל מיאנוב נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_20": [
    {
      "text": "הרה\"ק רבי יואל ב\"ר שמואל זצוק\"ל מבעלז נסתלק לגנזי מרומים שנת תקנ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_21": [
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר יוסף זצוק\"ל מטשערנאביל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_22": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה זצוק\"ל מקוזמיר נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר זצוק\"ל מראפשיץ נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_24": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר אהרן זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_25": [
    {
      "text": "הרה\"ק רבי משה צבי ב\"ר שמעון שלמה זצוק\"ל מסאווראן נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב בעמ\"ס אורח לחיים נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ח ר' יונה ב\"ר פנחס גלויבער ע\"ה נפטר שבת קודש שנת תשכ\"ח לפ\"ק תנצב\"ה"
    },
    {
      "text": "הרה\"ח ר' חיים ב\"ר מאיר אלישע לאנדא ע\"ה הנקרא ר' חיים זעקיל נפטר בבהמ\"ד שנת תשל\"ו לפ\"ק תנצב\"ה"
    }
  ],
  "10_27": [
    {
      "text": "הגה\"צ רבי שמשון ב\"ר רפאל זצוק\"ל הירש מפראנקפורט נסתלק לגנזי מרומים שנת תרמ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_28": [
    {
      "text": "הרה\"ק רבי צבי מנחם מענדל ב\"ר משולם זוסיא זצוק\"ל בנו ומ\"מ של ר\"ר זושא נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "10_29": [
    {
      "text": "הרה\"ק רבי ירחמיאל ישראל יצחק ב\"ר יחיאל זצוק\"ל אלכסנדר ישמח ישראל נסתלק לגנזי מרומים שנת תר\"ע לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי משה יהושע יודא לייב דיסקין ב\"ר בנימין זצ\"ל אב\"ד בריסק ירושלים ת\"ו נסתלק לגנזי מרומים שנת תרנ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_1": [
    {
      "text": "הגה\"ק רבי משה ב\"ר יוסף זצוק\"ל המהר\"ם שיק נסתלק לגנזי מרומים שנת תרל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"צ רבי בנימין ב\"ר ארי' מרדכי ז\"ל רבי בנימין ראבינוביץ ז\"ל חבר הביד\"ץ דהעדה החרדית נסתלק לגנזי מרומים שנת תשס\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי אברהם משולם זלמן ב\"ר צבי אשכנזי ז\"ל אב\"ד אוסטראה בן הגה\"ק בעל חכם צבי נסתלק לגנזי מרומים שנת תקל\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי נתן נטע ב\"ר אברהם ברוידא ז\"ל אב\"ד כעלעם בעל נטע שעשועים נסתלק לגנזי מרומים שנת תקע\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_2": [
    {
      "text": "הרה\"ק רבי משולם זוסיא ב\"ר אליעזר ליפמאן זצוק\"ל הרבי ר' זושא מ'האניפאלי זי\"ע נסתלק לגנזי מרומים שנת תק\"ס לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_3": [
    {
      "text": "הגה\"ק רבי יוסף ב\"ר מרדכי גרשון הכהן כ\"ץ זצוק\"ל בעל שארית יוסף גיסו של הרמ\"א נסתלק לגנזי מרומים שנת שנ\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יחזקאל שרגא ב\"ר שמחה ישכר דוב זצוק\"ל הי\"ד מציעשנוב חתן מרן הגה\"ק בעל עצי חיים זי\"ע נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_4": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_5": [
    {
      "text": "הרה\"ק רבי יהודה אריה לייב ב\"ר ישראל זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרס\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר נחום זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תקע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_7": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל זצוק\"ל מלעלוב נסתלק לגנזי מרומים שנת תרע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_8": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל זצוק\"ל אוהב ישראל מאפטא נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_9": [
    {
      "text": "הרה\"ק רבי ישראל ב\"ר אברהם זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_10": [
    {
      "text": "הרה\"ק רבי יצחק אייזיק ב\"ר מרדכי דוד זצוק\"ל מטאלנא נסתלק לגנזי מרומים שנת תקע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_11": [
    {
      "text": "הרה\"ק רבי פנחס ב\"ר אברהם גרשון זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"י לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_12": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב זצוק\"ל מקוברין נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_13": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר משה זצוק\"ל מראדוויל נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_14": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר שמואל זצוק\"ל מגור נסתלק לגנזי מרומים שנת תרנ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_15": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_16": [
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אהרן זצוק\"ל מרימנוב נסתלק לגנזי מרומים שנת תר\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_17": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שלום שכנא זצוק\"ל אב\"ד קראקא נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_18": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר אהרן זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תשכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_19": [
    {
      "text": "הרה\"ק רבי יעקב יצחק ב\"ר אשר זצוק\"ל מיאנוב נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_20": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר מרדכי זצוק\"ל מטשעכנאוו נסתלק לגנזי מרומים שנת תרל\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_21": [
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר יוסף זצוק\"ל מטשערנאביל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_22": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה זצוק\"ל מקוזמיר נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר זצוק\"ל מראפשיץ נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_24": [
    {
      "text": "הרה\"ק רבי אברהם מרדכי אלטר ב\"ר יצחק מאיר זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_25": [
    {
      "text": "הרה\"ק רבי משה צבי ב\"ר שמעון שלמה זצוק\"ל מסאווראן נסתלק לגנזי מרומים שנת תר\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_26": [
    {
      "text": "הרה\"ק רבי אברהם חיים ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב נסתלק לגנזי מרומים שנת תר\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_27": [
    {
      "text": "הרה\"ק רבי שמשון ב\"ר רפאל זצוק\"ל הירש מפראנקפורט נסתלק לגנזי מרומים שנת תצ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק מרן רבי אלעזר ב\"ר ארי' לייב זצוק\"ל אב\"ד סאנטוב שמן רוקח נסתלק לגנזי מרומים שנת תקצ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק מרן רבי עמנואל ב\"ר ישעי' זצוק\"ל מפשעדבארז דברות חיים נסתלק לגנזי מרומים שנת תרכ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_28": [
    {
      "text": "הרה\"צ רבי מנחם נחום ב\"ר יוחנן זצ\"ל מראכמיסטריווקא נסתלק לגנזי מרומים שנת תרצ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_29": [
    {
      "text": "הרה\"ק מרן רבי חנני' יו\"ט בן מרן יקותיאל יהודה זצוק\"ל קדושת יום טוב נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישכר בעריש ב\"ר יצחק אייזיק מזידיטשוב זצוק\"ל נסתלק לגנזי מרומים שנת תרמ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "11_30": [
    {
      "text": "הרה\"ק רבי אברהם משענדישוב ב\"ר יעקב ממעליץ זצוק\"ל נסתלק לגנזי מרומים שנת ? לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_1": [
    {
      "text": "הגה\"ק רבי שבתי ב\"ר מאיר הכהן זצוק\"ל הש\"ך נסתלק לגנזי מרומים שנת תכ\"ג לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי עזרי' ב\"ר אפרים פיגו זצוק\"ל בינה לעתים נסתלק לגנזי מרומים שנת ת\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל ב\"ר אברהם יהושע זצוק\"ל פריינד מנאסאד אב\"ד הוניאד נסתלק לגנזי מרומים שנת ת\"ש לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "רבי אברהם אבן עזרא ב\"ר מאיר ז\"ל"
    },
    {
      "text": "רבי עמנואל חי ריקי ב\"ר אברהם ז\"ל בעל משנת חסידי"
    },
    {
      "text": "רבי יצחק אייזיק ב\"ר צבי אייכענשטיין ז\"ל מסאפרין אבי שולשלת זידיטשוב"
    },
    {
      "text": "רבי יצחק מאיר ב\"ר אברהם יהושע העשיל ז\"ל מאפטא אב\"ד זינקוב"
    },
    {
      "text": "רבי ברוך ב\"ר חיים מצאנז ז\"ל אב\"ד גארליץ"
    },
    {
      "text": "רבי הלל פאללאק ז\"ל אב\"ד סאסרעגין בעל קודש הילולים"
    },
    {
      "text": "רבי אורי הכהן מסאמבור ז\"ל"
    }
  ],
  "12_2": [
    {
      "text": "הרה\"ק רבי יעקב יחזקי' ב\"ר משה זצוק\"ל בעל ויגד יעקב נסתלק לגנזי מרומים שנת תש\"א לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הגה\"ק רבי יום טוב אלגאזי ב\"ר ישראל יעקב זצ\"ל מהרי\"ט אלגאזי"
    },
    {
      "text": "ר' אהרן ארי' ב\"ר מאיר ז\"ל ר' ארון לייב מפרעמישלאן"
    },
    {
      "text": "ר' בנימין וואלף לעוו ב\"ר אלעזר זצ\"ל אב\"ד ווערבוי בעל שערי תורה"
    }
  ],
  "12_3": [
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל זצוק\"ל האוהב ישראל מ'אפטא נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי צבי הירש ב\"ר אברהם אייכנשטיין זצוק\"ל מזידיטשוב נסתלק לגנזי מרומים שנת תר\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_4": [
    {
      "text": "הרה\"ק רבי מנחם מענדל ב\"ר משה זצוק\"ל מוויטעפסק פרי הארץ נסתלק לגנזי מרומים שנת תקמ\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_5": [
    {
      "text": "הרה\"ק רבי דוד ב\"ר שמואל זצוק\"ל מלעלוב נסתלק לגנזי מרומים שנת תרע\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_6": [
    {
      "text": "הרה\"ק רבי משה ב\"ר נחום זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תקע\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_7": [
    {
      "text": "משה רבינו עליו השלום נסתלק לגנזי מרומים שנת ב' תמ\"ח לפ\"ג זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוסף חיים ב\"ר אברהם יצחק זצוק\"ל מסאנז נסתלק לגנזי מרומים שנת תרס\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי חיים יוסף דוב ב\"ר שמואל זצוק\"ל מבערעזשאן נסתלק לגנזי מרומים שנת תרע\"ו לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי זאב נחום ב\"ר אברהם זצוק\"ל מביקאווסק נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם ב\"ר מרדכי זצוק\"ל מטריסק נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_8": [
    {
      "text": "הרה\"ק רבי משה ב\"ר יעקב זצוק\"ל מקוברין נסתלק לגנזי מרומים שנת תרי\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_9": [
    {
      "text": "הרה\"ק רבי יעקב יוסף ב\"ר צבי זצוק\"ל מהאסטראפאלי נסתלק לגנזי מרומים שנת תקנ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_10": [
    {
      "text": "הרה\"ק רבי אברהם דוב ב\"ר שלום שכנא זצוק\"ל מראפשיץ נסתלק לגנזי מרומים שנת תרל\"ו לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_11": [
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר מגיד זצוק\"ל מליזענסק נסתלק לגנזי מרומים שנת תקמ\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם מרדכי ב\"ר גדלי' משה זצוק\"ל אב\"ד זלאטשוב נסתלק לגנזי מרומים שנת תרפ\"ט לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_12": [
    {
      "text": "הרה\"ק רבי שמעון ב\"ר יצחק זצוק\"ל יארוסלאב נסתלק לגנזי מרומים שנת תש\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_13": [
    {
      "text": "הרה\"ק רבי יואל ב\"ר שמואל זצוק\"ל מבעלז נסתלק לגנזי מרומים שנת תקנ\"ד לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם יהושע העשיל ב\"ר שמואל זצוק\"ל אוהב ישראל מאפטא נסתלק לגנזי מרומים שנת תקפ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יעקב זצוק\"ל מליסקא נסתלק לגנזי מרומים שנת תרכ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_14": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר יצחק אייזיק זצוק\"ל מקאליש נסתלק לגנזי מרומים שנת תקל\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר יחיאל מיכל זצוק\"ל מקרעטשניף נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_15": [
    {
      "text": "הרה\"ק רבי צבי אלימלך ב\"ר דוד זצוק\"ל מבלוזשוב צבי לצדיק נסתלק לגנזי מרומים שנת תרפ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_16": [
    {
      "text": "הרה\"ק רבי יוסף אלטר ב\"ר אברהם מרדכי זצוק\"ל מגור נסתלק לגנזי מרומים שנת תש\"ח לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_17": [
    {
      "text": "הרה\"ק רבי יחיאל מיכל ב\"ר ברוך בנדיט זצוק\"ל מגור נסתלק לגנזי מרומים שנת תר\"ץ לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_18": [
    {
      "text": "הרה\"ק רבי אלימלך ב\"ר מגיד זצוק\"ל מליזענסק נסתלק לגנזי מרומים שנת תקמ\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_19": [
    {
      "text": "הרה\"ק רבי מנחם מנדל ב\"ר יצחק זצוק\"ל מוויזניץ נסתלק לגנזי מרומים שנת תרכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_20": [
    {
      "text": "הרה\"ק רבי יואל ב\"ר שמואל זצוק\"ל מבעלז נסתלק לגנזי מרומים שנת תקנ\"ד לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_21": [
    {
      "text": "הרה\"ק רבי אלעזר ב\"ר אלימלך זצוק\"ל מליזענסק נסתלק לגנזי מרומים שנת תקס\"ז לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי יוחנן ב\"ר יוסף זצוק\"ל מטשערנאביל נסתלק לגנזי מרומים שנת תרנ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_22": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר משה זצוק\"ל מקוזמיר נסתלק לגנזי מרומים שנת תרפ\"ב לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_23": [
    {
      "text": "הרה\"ק רבי יוסף ב\"ר אשר זצוק\"ל מראפשיץ נסתלק לגנזי מרומים שנת תרנ\"ב לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי אברהם גרשון ב\"ר אפרים זצוק\"ל רבי גרשון קיטוב'ער נסתלק לגנזי מרומים שנת תקכ\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_24": [
    {
      "text": "הרה\"ק רבי מרדכי ב\"ר יחיאל מיכל זצוק\"ל מקרעטשניף נסתלק לגנזי מרומים שנת תרנ\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_25": [
    {
      "text": "הרה\"ק רבי אברהם גרשון ב\"ר אפרים זצוק\"ל רבי גרשון קיטוב'ער נסתלק לגנזי מרומים שנת תקכ\"ה לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"ק רבי ישראל אברהם ב\"ר אליעזר זוסיא זצ\"ל אדמו\"ר מסקולען נסתלק לגנזי מרומים שנת תשע\"ט לפ\"ק זכותו יגן עלינו"
    },
    {
      "text": "הרה\"צ רבי ישראל יעקב ב\"ר אהרן פישער זצ\"ל ראב\"ד העדה החרדית ירושלים נסתלק לגנזי מרומים שנת תשס\"ג לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_26": [
    {
      "text": "הרה\"ק רבי אליעזר ליפא ב\"ר אלימלך זצוק\"ל מחמעלניק אורח לצדיק נסתלק לגנזי מרומים שנת תק\"ע לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_27": [
    {
      "text": "הגה\"ק רבי יוסף שאול נאטאנזאהן ב\"ר ארי' לייבוש זצ\"ל מ'לעמבערג שואל ומשיב נסתלק לגנזי מרומים שנת תרל\"ה לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_28": [
    {
      "text": "הגה\"ק רבי שמואל ב\"ר נתן נטע הלוי זצ\"ל מ'קעלין מחצית השקל נסתלק לגנזי מרומים שנת תקס\"ז לפ\"ק זכותו יגן עלינו"
    }
  ],
  "12_29": [
    {
      "text": "הרה\"ק רבי שלמה ב\"ר דוב צבי הכהן זצוק\"ל מ'ראדאמסק תפארת שלמה נסתלק לגנזי מרומים שנת תרכ\"ו לפ\"ק זכותו יגן עלינו"
    }
  ]
}
